{
	"Book_101": {
		"Category": "Stories",
		"InternalName": "TheWastedWishes",
		"IsClientLocal": true,
		"Keywords": [
			"AreaSerbule"
		],
		"LocationHint": "Found in a house in Serbule",
		"Text": "<h1>The Wasted Wishes</h1>\n\n... the creature appeared before her and Leeka quickly turned away. With her eyes squeezed shut, she uttered the incantation. When she finished, she gathered her courage. \"Now, I demand you give me my wishes!\"\n\n\"Wish granted,\" said a raspy voice. \"That's the first wish used up already!\"\n\nLeeka grimaced. No sense arguing with a gorgon; they would just manipulate you further. \"I wish to have in my possession the blade Heartseeker. But,\" she added hastily, \"It should not be impaled in my body! I want it safely in its scabbard, at my side.\"\n\nShe couldn't see the gorgon but could hear its mirth. \"Granted,\" she said. A weight suddenly appeared at her side, and she carefully felt the scabbard. It was her mother's blade, back in her hands at last!\n\nLeeka steadied herself for the last wish. \"And now I wish for the power to wield this sword in all its glory!\"\n\n\"You're a foolish little thing,\" said the voice. \"Granted! You have always had the power to wield the blade. You need simply complete the Blade Trials to turn it on.\"\n\nLeeka groaned. \"Oh, that's bullshit. Come on!\" Silence.\n\n\"Well,\" said Leeka, defeated, \"what are the Blade Trials?\" Silence. Was the gorgon gone? After a few minutes of waiting, she cautiously opened her eyes... and closed them again just in time, for the gorgon was waiting right before her!\n\n\"Aw, almost got you,\" said the voice. \"Don't worry, Leeka. I'll get you next time.\" And with that, the room filled with smoke, and when Leeka's coughing abated, the gorgon was gone.",
		"Title": "The Wasted Wishes",
		"Visibility": "HiddenUntilFound"
	},
	"Book_102": {
		"Category": "Gods",
		"InternalName": "ArisetsuAndVol",
		"IsClientLocal": true,
		"Keywords": [
			"AreaGazlukCaves"
		],
		"LocationHint": "Found in a cave in Gazluk",
		"Text": "<h1>Classic Stories: Arisetsu and Vol</h1>\n\n<i>With storytelling tips for beginning bards</i>\n\nLong ago, the gods fought. Tast's allies had battled Dreva's allies, and many gods had died. Dreva had won, but at such cost as cannot be understood by mortals. Dreva's own mother, Arisetsu, the ancient god of hope, lay dying in a field, her warm light almost faded to darkness.\n\nIt was here that Vol found her. In a swirl of rose petals he appeared next to Arisetsu. Glancing with pity over her ancient body, broken and withered, he muttered \"Death is my gift,\" as he had countless times before, and began bestowing his mercy upon her. A smile slowly played across Arisetsu's face. But it was not the face of gratitude.\n\n\"Vol, you cannot kill hope.\" Her eyes fluttered open. \"Begone.\"\n\nVol shook his head. \"Your time has come, Arisetsu. You think the world cannot continue without you, but you are wrong. Take my embrace. It is time!\"\n\nBut the light around Arisetsu grew brighter, pushing Vol away with a great force, and Arisetsu rose, her ancient body looking stronger than he remembered her being for a thousand years. \"Vol, you cannot kill hope. When you try, you only make me stronger.\"\n\nVol is a gracious god, and a good god, but he is prideful, and nothing -- neither god nor mortal -- dared disobey him when he decided the time had come. Vol snarled with surprised anger. \"You embarrass yourself. You embarrass the legacy of hope. IT IS TIME TO DIE!\"\n\nBut Arisetsu grew even brighter, and the two took to the heavens, battling back and forth, light and darkness playing across the stars. Both had fought hard in the great war, and they were tired in ways that you and I cannot understand, but now they fought with renewed energy. Other gods nursed their wounds and watched with wonder as the two battled.\n\nThey did not get weaker. Instead, they each seemed to grow stronger, Vol's withered form becoming gallant and powerful, Arisetsu growing younger, more beautiful, and ever brighter.\n\nVol began to consider, for the first time, that he may not be able to bestow his gift, and it made him angry. With all of his power summoned into one command, the world shook as he bellowed. \"ARISETSU, EMBRACE DEATH!\" And with a wry smile, Arisetsu did so. But she did not die. Instead, in front of god and man and elf, Vol and Arisetsu kissed. It was a surprise to them both, and the other gods turned their glances away as death and hope became intimately intertwined.\n\nAnd so began the romance of Vol and Arisetsu which continues today. Theirs is a rocky love, with many setbacks and battles, and often they refuse even to speak to each other. But so far, they have always returned to each others' embrace. For our sake, may it always be so.\n\n- An apocryphal story told by human bards in Statehelm\n\n<i>Notes for bards: this story should be adapted to your audience. In a solemn tavern, you can get amazing results with some simple props. A classic setup involves a candle, rose petals, and a fan. But in rowdy taverns, make the story as lewd or as gory as necessary. In a dwarven hall, play up Dreva's embarrassment for laughs or pity. In elven lands, it's wise to bring in Errana in one way or another to add more sex. And remember the bard's rule #6: never tell a story the exact same way twice!</i>",
		"Title": "Classic Stories: Arisetsu and Vol",
		"Visibility": "GhostedUntilFound"
	},
	"Book_103": {
		"Category": "Gods",
		"InternalName": "TheChaliceSagaVol1",
		"IsClientLocal": true,
		"Keywords": [
			"AreaSerbule2"
		],
		"LocationHint": "Found in an inn in Serbule Hills",
		"Text": "<h1>The Chalice Saga</h1>\n\n<b>Part 1: The Death of Zek</b>\n\nVol, the god of death, is an old and kind god. He guards the sea of souls within the world, ensuring that everyone who dies here, be they mortal, demon, or even god, return their life force to the soul sea, to live in comfort until such time as they are drawn into the world again.\n\nBut Vol had a brother, Zek, a cruel god who captured souls in his chalice — a mythical goblet that could contain countless souls. Those who died while feeling an overwhelming dark emotion, such as hate or fear, were in danger of falling into the chalice. Zek caught far fewer souls than Vol, but the ones he did catch were kept in torment.\n\nSometimes Zek would drink from his chalice, consuming souls to amuse himself, but most souls in the chalice were sent back to the world as undead. Conjured by evil necromancers, these poor creatures were forced to live as slaves until they died again and were returned to the chalice — where they suffered renewed torment. These souls were reborn countless times, never resting, always in anguish.\n\nVol hated his brother and vowed to destroy him and free the souls trapped in his chalice. But despite Vol's power, he could never stop his brother. For countless centuries they battled, but it was only during the God War that he managed to gain the upper hand.\n\nVol and Dreva fought side by side against Zek, finally overpowering him. In a moment of triumph, Vol took Zek's chalice and dumped it out, pouring countless tortured souls into the aether. \"Your reign is over, Zek. I will take your stolen souls back to the sea. Surrender to me. Surrender to death.\"\n\nBut Zek was a cunning god and he knew how the battle would play out. He had reserved his mightiest avatar and his most powerful scions, and he brought them into the battle. For a brief moment they fought against death itself, and of course they were quickly destroyed. But the moment of distraction gave Zek time to reclaim the chalice.\n\nZek poured into the now-empty chalice a piece of his own power: the power to capture souls and bring forth the undead. And then he hurled the chalice into his hidden dimension, known as Acur, the dark dimension of Angst, which most gods could not perceive. For even though Zek was a selfish god who was terrified of his own demise, he refused to give his brother the satisfaction of removing undeath from the world. Another god would come.\n\nThe distractions gone, Vol slew Zek. But the chalice had escaped him. Swearing in anger, Vol carried portions of Zek's energy back to the soul sea, but he knew he would not find the chalice that day.",
		"Title": "The Chalice Saga, Vol 1",
		"Visibility": "GhostedUntilFound"
	},
	"Book_104": {
		"Category": "Gods",
		"InternalName": "TheChaliceSagaVol2",
		"IsClientLocal": true,
		"Keywords": [
			"AreaSerbule2"
		],
		"LocationHint": "Found in an inn in Serbule Hills",
		"Text": "<h1>The Chalice Saga</h1>\n\n<b>Part 2: The Death of Ilth Hale</b>\n\nHas there ever been a more bard-worthy legend than that of Ilth Hale, the god of Bravery and Humanity? But this is not the story of her life. It is the tragic story of her death, and the birth of Ilth Hale, god of Sorrow and the Forsaken.\n\nDuring the God War, Ilth Hale had been stabbed in the back by her husband Kirad. Kirad removed her Armor of Bravery and slashed at her bonds of power, easily outmaneuvering her, for Ilth had thought Kirad was her staunch ally, so his betrayal was easy. And after a hundred thousand years of marriage, Kirad knew how to destroy her utterly.\n\nIlth Hale was left as but a speck, a single spirit: the human form of Ilth Hale as she had once been so long ago. Heartbroken, naked, and alone, Ilth Hale finally succumbed to sorrow. Searching the battlefield, she found a piece of her shattered sword, and slit her wrists. \"Vol, come to me now! You swore to take humanity to the soul sea, and I am a human again. Honor your vow!\"\n\nBut even though her wrists poured blood, Ilth Hale did not die. Vol was caught up in battle against Arisetsu, God of Hope. In the aftermath of the God War, Vol and Arisetsu were the only two gods left capable of fighting, so they fought alone. All the other gods watched, exhausted or dying, unable to intervene. So death and hope fought for a seeming eternity, each growing stronger by feeding from the energy of dead gods that swirled about the battlefield.\n\nVol's battle did not seem to be ending, yet Ilth Hale sat and waited, naked, bleeding, and outraged. Finally she screamed, her voice echoing across the world. \"Vol swore to usher dead humans to the soul sea. But he has forsaken me, god of humans! So too shall I forsake death, and all that is good and beloved of Vol.\" \n\nAnd Ilth Hale, the woman, became a god again. But this time, fueled by the treachery of Kirad, the callousness of Vol, and the anguish of her mythic blade, Ilth Hale was reborn as the god of Sorrow and the Forsaken.\n\nGathering dark power from the battlefield, Ilth Hale rose into the sky. She found a hole in the sky that she had never seen before: the entrance to Acur, the dark dimension. Now able to perceive it, she flew headlong into it and claimed it as her home.",
		"Title": "The Chalice Saga, Vol 2",
		"Visibility": "GhostedUntilFound"
	},
	"Book_105": {
		"Category": "Gods",
		"InternalName": "TheChaliceSagaVol3",
		"IsClientLocal": true,
		"Keywords": [
			"AreaSerbule2"
		],
		"LocationHint": "Found in an inn in Serbule Hills",
		"Text": "<h1>The Chalice Saga</h1>\n\n<b>Part 3: The Chalice Drinkers</b>\n\nVol, meanwhile, had finished his battle with Arisetsu, and began snuffing out the defeated gods as well as newly-forming gods. After such a terrible battle, there were hundreds of new gods forming from cast-off remnants of godly power, and Vol hunted each down and killed it before it could become whole.\n\nIlth Hale watched Vol from her new home, the dimension known as Acur. To spite Vol, she began to seek out newly-forming dark gods and pull them to Acur so that they could manifest in safety and grow strong. \n\nHarukita, Tuvillus, Kajich, and Urtigal were brothers, and she called all four into her realm. Then she spotted Ormorek, no longer the god of dwarves, now just the god of bitterness. She beckoned Ormorek into her realm before Vol could find him. \n\nLastly, Ilth Hale spotted a new goddess, Talerra, the god of Depression and Knowing the Truth. She beckoned for Talerra to rise into Acur with her, but Talerra was too depressed to move. Seeing that Vol was coming, Ilth Hale swooped down from the heavens, snatched Talerra in her arms, and carried her to safety. \"Talerra, you will be my sister, for we are much alike.\" Talerra mumbled something, but could not be understood.\n\nIlth Hale closed the door to Acur, and for a time the gods rested, growing strong. The strongest of these new gods was Harukita, resplendent in his Armor of Hate and wielding the Sword of Bigotry. It was Harukita who found the Chalice of Undeath that had been hidden in Acur. Instead of being full of souls, it was still full of Zek's power: the power to create undead.\n\nHarukita brought the chalice before the other gods. \"I have sipped from Zek's Chalice and gained the power to create undead. But I have not sipped overmuch, for I have learned from the past. It was foolish for one god to try to protect such a power. If I drank all of the Chalice, Vol would hunt me down and eventually destroy me. But if we ALL drink from the Chalice, we shall all have the power of undeath. Vol will never be able to destroy us all. We shall be bonded in evil, a partnership that shall span an eternity. Are you with me? Drink from the chalice!\"\n\nHarukita's brothers quickly drank from the chalice. Ormorek drank too. But when the chalice was passed to Ilth Hale, Harukita stopped her. \"There is one condition,\" he said. \"While you may be the master of this realm known as Acur, I am the master of the Chalice. We shall all have a say in how the world is destroyed, but my voice shall call out louder than all others, including yours. Is it agreed?\"\n\nWith a shrug of her naked shoulder, Ilth Hale wordlessly agreed and drank the bitter power.\n\nA few sips remained in the Chalice, and so Ilth Hale flew to find Talerra. The goddess of depression was too weak to move most of the time, but on certain days Talerra would awaken and move with great power. Ilth Hale loved her and wanted her to be part of the covenant. Finding Talerra's body lying face-down in the muck, she parted Talerra's lips and poured some of the power into her mouth. Talerra's eyes fluttered open and she screamed, \"no!\" but it was too late: she had become part of the brotherhood of undeath.\n\nIn a moment of rage, Talerra tossed the Chalice aside and began yelling at Ilth Hale. \"How could you do this to me? You defiled the purity of depression! You marred me forever!\" While the two gods argued, a lone figure sought out the Chalice.\n\nIt was Zhia Lian, the newly-made goddess of whimsy and unpredictability. The door to Acur is unpredictable, and against tall odds Zhia Lian had been able to perceive the entrance to Acur and sneak in uninvited. She drank the last drop of power from the Chalice and then fled, giggling, out into the real world. And so Zhia Lian secretly joined the covenant, bringing a drop of whimsy and unpredictability to the undead.\n\nIn time Harukita took the empty chalice back to the world, where it once again began collecting the souls of those who died under dark emotions. And the members of the covenant — all save Talerra — began creating undead to walk the world and spread darkness across the planet.",
		"Title": "The Chalice Saga, Vol 3",
		"Visibility": "GhostedUntilFound"
	},
	"Book_106": {
		"Category": "History",
		"InternalName": "HistoryOfTheCouncilVol5",
		"IsClientLocal": true,
		"Keywords": [
			"AreaSerbule"
		],
		"LocationHint": "Found in a house in Serbule",
		"Text": "... and so the Council of Thirteen was no more. The \"Dissenting Five\", as they were called, were banished from Alharth, and a Council Decree stated that their names were never to be spoken again.\n\nShortly thereafter, \"The Council of Thirteen\" renamed itself \"The Council of Eight.\" They maintained eight members for 103 years, replacing members as needed, but starting with Torsagar the Regent's retirement, they stopped anointing new members.\n\nFor a time they called themselves \"The Council of Five,\" before finally settling on just \"The Council.\" Its four surviving members have served for over 180 years, with no sign of stopping. All praise The Council! All praise its benevolence!",
		"Title": "History of the Council, vol. 5",
		"Visibility": "HiddenUntilFound"
	},
	"Book_107": {
		"Category": "History",
		"InternalName": "HistoryOfAlharth_TheCouncil",
		"IsClientLocal": true,
		"Keywords": [
			"AreaNewbieIsland"
		],
		"LocationHint": "Found in a lighthouse on Anagoge Island",
		"Text": "You leaf through the book for interesting tidbits:\n\n\"The lead wizards from each school met in secret, calling themselves the Council of Thirteen. Had the gorgons found them then, we would still be under the yoke of the Crone Hegemony to this day! But under the cloak of magical secrecy they organized a rebellion.\"\n\n\"... Queen Hegata declared open war upon the upstart humans and called for aid from her allies. The orcs followed her lead, but the elves of Verta refused to honor their treaty, claiming that it was an internal matter. This created a schism between the elves and the hags which is still evident to this day.\"\n\n\"... When the crones were forced out of their beloved home in Ilmari, they destroyed this Great Weather Machine so that the Council could not obtain it. Who can say if they knew what would happen as a result? Perhaps it was an accident. But in any case, Ilmari was covered in horrific storms for years. Its fertile soil was washed away and it became a barren desert. And so the Rakshasa lost the war, yet claim ownership of Ilmari by default, for none else care enough to fight for it.\"\n\n... This is too boring. You stop reading and focus on more pressing matters.",
		"Title": "History of Alharth: The Council",
		"Visibility": "HiddenUntilFound"
	},
	"Book_108": {
		"Category": "Plot",
		"InternalName": "Tomb1_KhyruleksJournal",
		"IsClientLocal": true,
		"Keywords": [
			"AreaTomb1"
		],
		"LocationHint": "Found in a tomb in Serbule",
		"Text": "<i>You notice that certain words are capitalized inappropriately in the text. How odd.</i>\n\nAnd so I traveled with a trade Caravan for months until we reached his hallowed Tomb. When the others had been dealt with, I carefully Excavated it, all by hand, until I found the Emerald. It was right where I'd predicted, of course.\n\nI Studied it for seven years, and during that time I met my true Love, a simple town Guard named ... well, I had best not put his name to writing. Our beautiful daughter was born, but she was sickly... he said it was because of the things I'd done, but what could he have known?\n\nIt took all my skill at Alchemy to keep her alive, but it would not last for long. In desperation we sailed West to see my mentor.\n\n<i>(Here the writing becomes very small and very precise, as if written with great concentration.)</i>\n\nIn exchange for the goddess's gem, Loicus said he could save Ursula. But it was a trick. He twisted her, twisted! He thought I wouldn't See what he did, but he was a fool. And then I... and now not even Death can stop me, and I will have my revenge on him and all his people. He will suffer the way...\n\n85934",
		"Title": "Tattered Journal",
		"Visibility": "HiddenUntilFound"
	},
	"Book_109": {
		"Category": "Misc",
		"InternalName": "FightingLessonsFromElsenro",
		"IsClientLocal": true,
		"Keywords": [
			"AreaSerbule2"
		],
		"LocationHint": "Found in an inn in Serbule Hills",
		"Text": "Few things are as frustrating as a foe that can easily evade your attacks. If you encounter such a creature, you must find ways to be more accurate. I like to use precise attacks with a rapier or other accurate weapon, but other warriors prefer to stun evasive monsters. Stunning a foe will briefly prevent it from dodging.\n\nAnother troublesome foe is one that regenerates. Bleed them, bleed them! Or burn them, poison them, coat them in acid. The lingering pain will reduce their ability to regenerate significantly. And in the case of trolls, a bit of fire can leave them completely unable to heal. Of course, you must then deal with the stench of burning troll...",
		"Title": "Fighting Lessons From Elsenro",
		"Visibility": "HiddenUntilFound"
	},
	"Book_110": {
		"Category": "Gods",
		"InternalName": "NatureSpiritMortality",
		"IsClientLocal": true,
		"Keywords": [
			"AreaCave1"
		],
		"LocationHint": "Found deep beneath Eltibule",
		"Text": "<h1>Nature Spirit Mortality</h1>\n\n<i>by Ilvadele Irasce, Council of Eight</i>\n\nI've been asked to explain the concept of how gods can \"die\". As I explained in my Guide to Nature Spirit Classification, these \"gods\" are just sentient magical energy that are connected into the world via what we call \"anchors\". These anchors are minor objects of power, such as trees, ponds, swords, or dragons.\n\nThe weaker types of gods can be destroyed simply by destroying their anchors. Class 5 nature spirits have only a single anchor, such as a tree or rock, and destroying this object hurtles the spirit into oblivion. Class 4 nature spirits usually have dozens of anchors, but sometimes they can all be destroyed pretty easily. For instance, I once set a small copse ablaze to destroy a Class 4 spirit that lived in the woods. All of its anchors were trees, and they all burned.\n\nBut Class 3 and above, what we call \"gods\", are not usually susceptible to this. A class 3 god has hundreds or thousands of anchors, and a class 1 god has millions of anchors. There is another way to kill them, which is to simply tear at their energy matrix until it cannot hold onto its anchor points. This is what happens when gods fight each other -- the anchors are ignored, and instead they focus on the gods' \"grip\" on those anchors.\n\nIt should be noted that even though Class 3 nature spirits are considered \"gods\", they aren't beyond the might of the most powerful mages. I remember when Jarmanger slew a Class 3 god by himself, unraveling the energy right before our shocked eyes. But Class 1 and Class 2 gods are probably beyond any single mortal's power.",
		"Title": "Nature Spirit Mortality",
		"Visibility": "GhostedUntilFound"
	},
	"Book_111": {
		"Category": "Gods",
		"InternalName": "GuideToNatureSpiritClassification",
		"IsClientLocal": true,
		"Keywords": [
			"AreaCave1"
		],
		"LocationHint": "Found deep beneath Eltibule",
		"Text": "<h1>Guide To Nature Spirit Classification</h1>\n\n<i>by Ilvadele Irasce, Council of Eight</i>\n\nWhat we call \"gods\" are just manifestations of magical power that somehow gained sentience. They are not invincible. Well... most of them aren't. I've spent some time developing a system that explains their power levels:\n\n<b>Class 1:</b> these gods are extraordinarily powerful, and can alter the entire world if they choose to. They represent concepts that affect every aspect of reality. Dreva, Tast, and Arisetsu are examples of this type of spirit.\n\n<b>Class 2:</b> these gods are powerful enough to exert huge influence, but tend to \"pick their battles\" and focus their efforts so as not to be stretched too thin. Irhetsu, Gulagra, and Akhisa are examples.\n\n<b>Class 3:</b> these are the weakest spirits that we still consider \"gods\". They are just barely powerful enough to stand up to an attack from a Class 1 god. They have much power, but it is largely bound up in their own safety, so they exhibit relatively little influence on the world at large. Most have pockets of worshipers, and many have a few small token effects on the world, such as a holiday, an artifact, or a small city of their own. Ilth Hale, Melkar, and Zare are examples.\n\n<b>Class 4:</b> these are not gods, but just \"nature spirits\". They are powerful in a small geographic area, usually only a few miles at most. They tend to be well hidden, because it's common for Class 2 and Class 3 gods to seek these spirits out and consume them to bolster their own power. (This is beneath a class 1 god, who couldn't be bothered with such small amounts of power.)\n\n<b>Class 5:</b> these are the weakest nature spirits. They are nothing more than a waft of magic anchored into reality, usually in a single object such as a tree, rock, or pond. Dryads are a common Class 5 nature spirit. The easiest way to kill them is simply to destroy their anchor.\n\nMy colleague, Jarmanger, believes there should be a sixth classification, and while I disagree, I will include it here:\n\n<b>Class 0:</b> these are supremely powerful gods, with enough power to bend or break any aspect of reality. It's likely that these gods could destroy weaker (class 3? class 2?) gods, if they chose to. Jarmanger argues that Dreva, Vol, and Kirad should be in this category.",
		"Title": "Guide to Nature Spirit Classification",
		"Visibility": "GhostedUntilFound"
	},
	"Book_112": {
		"Category": "Gods",
		"InternalName": "TheGodsVol8_Gulagra",
		"IsClientLocal": true,
		"Keywords": [
			"AreaCave1"
		],
		"LocationHint": "Found deep beneath Eltibule",
		"Text": "<i>[The word \"LIES\" is scribbled on every page in blood. However, you can still make out the words.]</i>\n\n<h1>The Legacy of Gulagra</h1>\n\n<i>(Council Annotated Edition)</i>\n\nGulagra has weakened. That much is clear. And this is a good thing.\n\nGulagra is the embodiment of anarchy, so it should not be surprising that we have very poor records about it. The elven sage Tullanis wrote that Gulagra was born from old chaos gods that fought themselves to death, but if this is true, it was uncountable years ago. We also know that Gulagra and Tast were once close allies, both reveling in war. But while Tast believes war should be organized and structured, Gulagra wants only chaos, and ultimately they parted ways after the battle with Dreva. After that, Gulagra focused on infiltrating city-states and destroying them from within. Even today, a leader that damages their city is said to be \"Gulagra's Fool.\"\n\nBut now, Gulagra has weakened. How or why, we do not know. It has been more than a thousand years since Gulagra's favored shape -- a huge pale worm -- has been seen. Its followers once gathered in vast cults, but now live in hidden places, clinging together to attempt to retain their sanity. They are no more dangerous than the wild beasts of this world.\n\nBut what has happened to Gulagra's influence? Is Gulagra planning something? Can chaos gods plan at all? We will have to wait and see.\n\n<b>Councilwoman Irasce's notes:</b> Gulagra is at least a class 2 nature spirit. I believe Gulagra is simply bored -- it is no longer excited by destruction on a small scale, or even destruction of small countries. It wishes for destruction on a scale beyond our ready comprehension. I believe Gulagra is extremely intelligent, and capable of creating complex plans. But I also believe Gulagra's influence on its followers slowly drives them mad, and quite visibly so, and it's hard for the gibberingly insane to carry out covert operations. Instead, these cultists are \"merely\" tremendous forces of direct destruction. We have little to fear from \"Gulagra's Fools\" infiltrating our cities anymore.\n\nIt goes without saying that worship of Gulagra is illegal, and is punishable by swift death for you and banishment for your family. If you see a Gulagra worshipper, report them immediately. Never attempt to communicate with them.",
		"Title": "The Gods, VIII: Gulagra",
		"Visibility": "GhostedUntilFound"
	},
	"Book_113": {
		"Category": "Gods",
		"InternalName": "NoralaTheHuntress",
		"IsClientLocal": true,
		"Keywords": [
			"AreaCave2"
		],
		"LocationHint": "Found in a cave in Kur",
		"Text": "<h1>Norala The Huntress</h1>\n\n<b>By Fathregar the Fanged</b>\n\n<i>(Council Annotated Edition)</i>\n\nHear me out: you know of her as a goddess of evil, but Norala is a goddess of nature. Nature is not good or evil.\n\nFirst, you must admit that Norala is a contradiction: she is the god of the big eating the little, of might making right, of the strong enslaving, killing, or abusing the weak. But Norala is not a strong god. Why is this? It is because she does not want to overshadow the apex predators in the world. If she were the strongest, then she could not in good conscience help those weaker than her. Don't you see?! She is weak so that she doesn't have to kill us all!\n\nIt's true that Norala blesses slavery, rape, murder, anything! As long as it is done by the strong against the weak. You call this evil, but it is the way of nature! Look around you! Everywhere you look, the strong take advantage of the weak. That is natural. How can nature be evil?\n\nNorala's blessing is known as Lycanthropy. True to her nature, it destroys the weak and grants power to the strong. Only one in twenty werewolves retain their minds for more than two moons. The ones who do? Those are the apex predators! And hidden throughout the world are Norala's scions, standing ready to test the power of those who think they are strong.\n\nIt is blasphemy to confuse Norala with Melkar. Melkar is the god of hunting for sustenance. Norala is goddess of hunting for pleasure. Melkar is weak and needy. Norala is sleek and powerful.\n\n<b>Councilwoman Irasce's notes:</b> Despite her adherents' claims to the contrary, Norala is a relatively weak class 3 nature spirit. Worship of Norala is forbidden, for it inevitably means voluntarily infecting oneself with lycanthropy, which is usually a fate worse than death: not only does the mind die, but the body becomes a senseless killing machine.\n\nSome \"sane\" werewolf packs eschew Norala and try to prevent the spread of the disease, even going as far as hunting their own kind. This is admirable, but nevertheless we must maintain a strict rule for the safety of all humans: all lycanthropes should be killed on sight.",
		"Title": "Norala the Huntress",
		"Visibility": "GhostedUntilFound"
	},
	"Book_114": {
		"Category": "Gods",
		"InternalName": "TheGodsVol14_DaleRenthian",
		"IsClientLocal": true,
		"Keywords": [
			"AreaEltibule"
		],
		"LocationHint": "Found in a house in Eltibule",
		"Text": "<h1>History of Dale Renthian</h1>\n\n<i>(Council Annotated Edition)</i>\n\nBack when Tast and Gulagra were at the height of their friendship, they waged war on the other gods and many died. The elves once had a goddess of creative beauty named Elshana, and she was mortally wounded in the fighting, with nothing left but a single anchor point in reality. Most gods in such a state are content to quietly fade away, but a god of creativity is also a god of persistence, because creativity requires you to never stop trying. And so Elshana hurtled toward the nearest village she could find and sought the most creative person there, and begged his help.\n\nDale Renthian was a human painter of some skill, and he reluctantly agreed to let Elshana live in his head and be his muse. Elshana ceased to be, becoming just a voice, but she had much to say. Dale's creativity exploded, his paintings became wildly imaginative, and he soon founded the Renthian Style of art, mixing simple magics with pigments to create harrowing juxtapositional paintings. He attracted many students and grew quite wealthy, but years later, he realized he was squandering his gift. This is the part of his life that is so often told in tall tales and epic poems: he wandered the world on horseback, righting wrongs with creative gadgetry and giving inspiration to those that needed it most.\n\nOne day he was killed by a jealous sculptor, but he soon returned as a god, having managed to inadvertently leave many anchors throughout the world. And even now, Dale Renthian is the most common god to be found among human civilizations. If you come across an older human, covered in spilled paint, arguing with himself, it may be Dale Renthian. Buy him a beer and see what he has to say.\n\n<b>Councilwoman Irasce's notes:</b> Dale Renthian is a class 3 nature spirit; he is generally friendly and is welcome in any Council city, but be warned that he has formidable powers. One of his most dangerous powers is that of persuasion, for he has many radical and foolish ideas. Wise citizens should temper his enthusiasm with natural human pessimism. Remember that almost everything a creative person comes up with is useless, even though it may seem interesting on the surface.",
		"Title": "The Gods, XIV: Dale Renthian",
		"Visibility": "GhostedUntilFound"
	},
	"Book_115": {
		"Category": "Gods",
		"InternalName": "TheGodsOfKnowledgeVol1",
		"IsClientLocal": true,
		"Keywords": [
			"Loot"
		],
		"LocationHint": "Found in monster loot",
		"Text": "By Muligu, Goblin Sage-Lord\n\nSuppose you need to know something, and can pay a very high price for this knowledge. And suppose the thing one wants to know isn't available from any sage or library. Let's put it bluntly: you want to contact a god -- or, hopefully, just their local representation -- for knowledge. \n\nBut there are so many gods that have something to do with knowledge! Where do you start? Start here. These volumes will cover each god with a penchant for knowledge, explain what they know, and tell you how they might be reached.\n\n <h1>Imatia, God of Knowledge and Learning</h1>\n\n<b>Who she is:</b> We'll start with the one everybody in the Crone Hegemony's familiar with. Imatia's Libraries are vast repositories of knowledge, gathered up from around the world and kept safe. The Crone Hegemony is a land where knowledge can get you killed, and large libraries don't tend to survive there for long. But Imatia's Libraries are protected by her monks. And even if the Monks of Imatia fail to stop an attacker, the library just leaves. Each library has roughly the same shape: an ivory tower, tall as the sky. One day it appears, a week later it's gone.\n\n<b>What she knows and how to find her:</b> Imatia is the world's librarian. If the knowledge you seek is written in a book, there's a good chance that the book is in one of Imatia's seven ivory towers. But it may take some time to find it. Each tower has its own collection of rare books, found from all over the world by Imatia's monks.\n\nIf your cause is 'pure and sound' -- code words for 'something Imatia approves of' -- you could enter a library yourself, if you happened to find one. But when a library moves, only a monk can find it. Finding a monk is relatively easy, however: just seek out the libraries and booksellers of the world, make it known that you seek a monk, and that you can pay. A monk will find you.\n\nBe cautious! The monks are librarians, but they are also deadly warriors, armed with godly weapons and protections. Violence is highly discouraged. And luckily for you, it shouldn't be necessary: the monks work for pay. Their fees are spent on new volumes to add to their tower. Expect to pay a high price! While common books can be obtained for small fees, you no doubt need a rare book. Searching for a very rare volume could cost tens of millions of coins -- and there is still no guarantee that they can find it. Imatia's libraries are vast beyond belief, but they still only hold a fraction of the universe's knowledge.\n\n <h1>Fenna, God of Beauty, Innocence, Dusk, and Poetry</h1>\n\n<b>Who she is:</b> Fenna is a young god who is more closely associated with beauty than knowledge. But she's not dumb.\n\n<b>What she knows and how to contact her:</b> Fenna knows countless poems in every language. And she loves them. Even poems about things that would otherwise disgust her, such as rape or murder, are beautiful in her eyes -- as long as they're good poems!\n\nFenna can most easily be found at Paullus's parties. She often shows up at dusk for a few minutes, enthralls the crowd with her beauty, recites a poem or two, and then leaves. But before she leaves, she takes requests. If you need to hear a long-lost poem, Fenna might be willing to recite it. But don't ask her about songs! She doesn't like music all that much. For songs, speak to Irhetsu. Luckily, they are often at the same parties... sometimes as a couple.",
		"Title": "The Gods of Knowledge, Vol 1",
		"Visibility": "GhostedUntilFound"
	},
	"Book_116": {
		"Category": "Gods",
		"InternalName": "TheGodsOfKnowledgeVol2",
		"IsClientLocal": true,
		"Keywords": [
			"Loot"
		],
		"LocationHint": "Found in monster loot",
		"Text": "<i>[This series of books by the goblin sage Muligu details each god that might be able to help you with a knowledge-related question.]</i>\n\n <h1>Irhetsu, God of Wind, Song, and Stories</h1>\n\n<b>Who he is:</b> once just the god of breezes, Irhetsu somehow became the god of songs, and then stories told in song, and finally the god of stories themselves. Irhestu is one of the most easy-to-find gods because he hosts parties with his on-and-off girlfriend, Fenna, the god of Poetry, and his buddy Paullus, the god of parties.\n\n<b>What he knows and how to find him:</b> Irhetsu knows songs. Pretty much all the songs. Plus, he knows a lot of stories. Old stories, mostly, but modern ones too. If you need to hear a lost song or story, he's your first choice.\n\nIrhetsu is not a subtle party-thrower. To find him -- well, one of his avatars -- you just need to catch word of when his next party is. If you're in a major metropolis, that's not too hard. You're likely to have one nearby within a few months. Getting an invite to the party should be easy if you're rich and well-connected.\n\nBut then comes the tricky part: getting him to care. He needs to be able to hear you over the sounds of all the music, so it helps if you're telepathic! If not, bring a sign. Seriously. Once you get his attention, he will give you about ten seconds of his time, so make it count! If you inspire him to tell a story or sing a song, he'll do so. It may not be the one you needed... but then again, it just might be.\n\n <h1>Janice Alberith, God of Science and Discovery</h1>\n\n<b>Who she is:</b> the god of Science is only ten or fifteen thousand years old, making her one of the youngest gods. While she knows an incredible amount, she's not a hoarder of knowledge and facts. The act of discovery is what Janice is about. Never content to learn something from a book when she could empirically determine it herself, everything that Janice knows comes from personal experience.\n\nJanice seems mostly content to perform experiments far away from mortal eyes. But she does help certain sages and scientists who need her particular expertise in the art of science itself.\n\n<b>What she knows and how to find her:</b> Janice knows an incredible amount about the physical makeup of the universe. But most of that knowledge is also known to mortals -- and a sage is far easier to contact than Janice Alberith! If you know enough metaphysics to know what Sages DON'T know, Janice might be able to help.\n\nIf Janice decides your inquiry is worthwhile, she'll help you design an experiment to answer your question empirically. She's better at it than any mortal, so if there's an experiment that would answer your question, Janice Alberith can devise it for you.\n\nBut actually PERFORMING the experiment is usually up to you. On rare occasion, though, Janice takes an interest in the experiment and may help with it. And she does often lend a hand with logistics, teleporting you to a remote destination or bringing extremely large objects closer to you so you can study them.\n\nContacting Janice is best left to Sages and Scientists. You will have to pay the Sage, but Janice herself does not take payment of any kind. If she chooses to help you, it will be free.\n\n <h1>Laeth, God of Time</h1>\n\n<b>Who she is:</b> the god of time itself is not usually considered a god of knowledge. She does have access to tremendous information both past and future, but Laeth is charged with maintaining the time-flow of this part of the galaxy. She alone among the gods of our world works on a grander scale -- a scale that even your author cannot truly understand.\n\nLong story short, she's pretty busy, and she doesn't answer summons.\n\n<b>What she knows and how to find her:</b> as the god of time, she can find the answers to anything that's ever happened or ever will happen. In theory, at least. There's scant information about her, but we know she has intervened in our world's history several times -- perhaps a great many times, for all we know -- to help prevent a terrible future.\n\nAs is the case with many gods, if you find a way to summon Laeth, it means Laeth <b>wants</b> you to summon her. And unfortunately that means you're probably going to have to do something to save the world. But after you save the world, she'll usually answer a few questions before she leaves. Make them count.",
		"Title": "The Gods of Knowledge, Vol 2",
		"Visibility": "GhostedUntilFound"
	},
	"Book_117": {
		"Category": "Gods",
		"InternalName": "TheGodsOfKnowledgeVol3",
		"IsClientLocal": true,
		"Keywords": [
			"Loot"
		],
		"LocationHint": "Found in monster loot",
		"Text": "<i>[This series of books by the goblin sage Muligu details each god that might be able to help you with a knowledge-related question.]</i>\n\n <h1>Miraverre, God of Sleep and Dreams</h1>\n\n<b>Who she is:</b> Miraverre runs the Dream Realm, a place where dreams actually happen. You may have visited it yourself. They say that if you wake up from a dream with the sensation that your dream was real, you were probably dreaming in Miraverre's realm.\n\nAlthough dreams seem to be what Miraverre concerns herself with most of the time, she is also the god of Sleep itself, and sometimes helps insomniacs.\n\n<b>What she knows and how to find her:</b> if you've had one of those \"it seemed too real\" dreams, and you need to remember it better, she can help you relive it. She also knows what has taken place in countless dreams over the millennia. She will rarely divulge the secret dreams of someone who is still alive, but she sometimes shares pieces of dreams from the long-deceased. \n\nIn general, calling on Miraverre for help is a long-shot. But if you want to reach her, just dream about her. She might choose to appear in your dream. \n\nAnd remember: you really don't want to upset her. She won't withhold sleep from you -- that idea would be offensive to her -- but she WILL turn all your dreams into horrific nightmares, driving you gibberingly insane within a month.\n\nJust... be polite, really. That's all it takes. She's a very easygoing elf by all accounts.\n\nMiraverre can also help you communicate with someone else who is sleeping at the same time. But that's beyond the scope of this book!\n\n <h1>Ormorek, God of Bitterness</h1>\n\n<b>Who he is:</b> This old dwarven god was superseded as the \"God of Dwarves\" long ago. Now he just lives in the dwarven capital and complains a lot.\n\n<b>What he knows and how to find him:</b> Ormorek is an old god, and he's known more gods than we have names for. Since he lives in New Aufghel, you can simply pay him a visit. If you pay his bar tab (NOT cheap), he might indulge your questions about another god, or a god-related incident. Just don't let him sell you anything.\n\n <h1>Talerra, God of Depression and Knowing the Truth</h1>\n\n<b>Who she is:</b> they say that when you're truly hopeless, the world becomes more clear. You can see reality for what it is. Of course, you're too depressed to do anything about it. That's Talerra in a nutshell. She spends most of the time comatose from depression. But on occasions when the moon is new, she wakes up and answers prayers.\n\n<b>What she knows and how to find her:</b> Talerra seems to have perfect knowledge of the past few decades. She also has imperfect knowledge of the future. But she doesn't have this knowledge stored away; she seems to answer questions for people by divining the information for them on the spot.\n\nThere is a price for this knowledge, though, and it's a harsh one. Divining the knowledge saps away part of your life force. Your sense of hope, specifically. And Talerra can't tell how much hope it's going to cost you. Typically, you'll lose hope for a few weeks or months. If your question is especially difficult to divine, you may lose hope for a year. And a tiny number of supplicants lose all hope forever.\n\nBut before you decide that \"losing hope for a month\" sounds like a reasonable price to pay, realize that without hope, you won't have the will to keep living. You will lie comatose, waiting for death. If someone doesn't feed you, bathe you, and care to your bed sores, you will die. Make preparations accordingly.\n\nIf you wish to proceed, contact your local sage. He can help you with the rituals. They aren't secret, but they're very complicated, and you need to get them right. If you're rich enough, hire an expert ritual master to assist you!\n\n <h1>Zare, God of Secrets</h1>\n\n<b>Who he or she is:</b> we know little about Zare. We don't even know Zare's avatars' preferred gender, if any. Zare is always hooded and mysterious.\n\n<b>What he or she knows and how to find them:</b> Zare knows secrets. (Not every secret. Just a lot of secrets.) But if Zare were to tell you the secret, it'd stop being a secret. So Zare would never willingly give away a secret without receiving a better secret in exchange.\n\nIf you have secrets that Zare might be willing to trade for, you can try to contact him or her. The method is, of course, a secret, but it's at least one that you can discover. Apparently there is a word, a strange and exceptionally long word, that, when spoken, summons Zare. The word only works once, though, and then it changes. Finding this word is quite difficult, but a sage should be able to help you -- for a very high fee, of course.",
		"Title": "The Gods of Knowledge, Vol 3",
		"Visibility": "GhostedUntilFound"
	},
	"Book_118": {
		"Category": "Gods",
		"InternalName": "TheGodsOfKnowledgeVol4",
		"IsClientLocal": true,
		"Keywords": [
			"Loot"
		],
		"LocationHint": "Found in monster loot",
		"Text": "<i>[This series of books by the goblin sage Muligu details each god that might be able to help you with a knowledge-related question.]</i>\n\n <h1>Final Lesson: Avoid The Traps</h1>\n\nThe final lesson is that gods are usually not the best way to find answers. These volumes only cover the godly means of answering questions, but my separate twenty-volume set covers all the <i>mortal</i> means of divination, researching, and discovery, and you should <i>really</i> try those first. Mortals are simply more reliable in general. Even when the gods can't or won't help you, some mortal somewhere usually can.\n\n(A hint: find Garakh's Bazaar. The god of commerce cares little for knowledge as a commodity, but his bazaar does attract commerce-oriented sages.)\n\nWhat you absolutely <i>don't</i> want to do is contact just any random god. When you begin searching for ways to summon gods, you'll find methods for contacting gods such a Melkar, Norala, Strekios, or Ri-Shin. But just because you CAN contact a god doesn't mean you SHOULD. Most gods resent contact from mortals seeking answers.\n\nBe <i>especially</i> wary of summoning the following gods. Contacting them may seem like a good idea, but it's probably not. (And we'll leave off the obviously-insane ideas, like contacting the God of Hate just to ask him a question.)\n\n<b>Akhisa, Patience, Cunning, and Spiders:</b> Akhisa often offers deals to clever mortals. The deals always seem to have a loophole that the clever mortal can abuse, turning a bad deal into a great one. But repeat after me: <i>you are not more cunning than the god of cunning.</i> Unless your very soul and the souls of your family are a cost you're willing to pay, you can't afford to do \"business\" with Akhisa.\n\n<b>Gulagra, Anarchy:</b> Sages hear this tale all too often: Gulagra comes to you in a dream with the answer to a problem you've been desperate to solve. But when you awaken, you can't quite remember the solution. You help Gulagra in whatever ways are needed, desperate to re-envision the dream. But the dream was a lie. Gulagra will drive you mad before ever giving you any answers.\n\n<b>Remga, Piracy, Violence, and Rape:</b> it should go without saying that when Remga's \"ambassadors\" sail up with an offer for you, you should run -- not walk -- away from that city as quickly as you can. Remga only rarely honors his deals. More than likely, you'll just end up dead.\n\n<b>Zhia Lian, Surprise, Whimsy, and Unpredictability:</b> those who seek Zhia Lian can often find her, especially if she thinks you're interesting. And it does sometimes occur that Zhia Lian answers a question for you. But she is by definition unpredictable, and if she's in a poor mood, you could end up turned into a sad song or a talking worm or a magical candlestick whose flame burns with your purest thoughts. God-level unpredictability is very bad for your health.\n\n <h1>Parting Thoughts</h1>\n\nOnly contact a god as a last resort.\n\nIf you must contact a god, expect the price to be very high.\n\nAnd if a god ever approaches YOU with an offer, it's going to be dangerous. Very dangerous. No exceptions.",
		"Title": "The Gods of Knowledge, Vol 4",
		"Visibility": "GhostedUntilFound"
	},
	"Book_119": {
		"Category": "Stories",
		"InternalName": "LeekaAndTheBladeTrials1",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": "<h1>Leeka and the Blade Trials, Chapter 1</h1>\n\n<i>by Garauna, daughter of Umaran</i>\n\nLeeka stomped angrily through the swamp, the legendary blade Heartseeker slung carelessly behind her back. She was really tired of Heartseeker's bullshit.\n\nEspecially since the sword was why she was here, in the swamps of Untanigar, in the remotest regions of the Crone Hegemony. Somewhere in this swamp were the Blade Trials of Melkar. Apparently.\n\n\"I tell you, you orcs are more like goblins than you want to admit,\" came a raspy voice from her back. Heartseeker sounded like the orc elders Leeka'd known growing up, their voices ruined from decades of smoking raw gur-horta. But the elders had been wise. They chose their words carefully. \"You think you're big important races. But you're both so shitty!\"\n\n\"Shut up, sword.\"\n\n\"You don't see elves living in this fucking swamp, do ya? This is goblin territory. And swamp-orc territory. You live in the shitholes of the world because you've been run out of everywhere else. You're like a novice swordsman who decides after one lesson that he's a master, and starts challenging experts to duels. And no surprise, you lose. But even though you keep getting beat down, you just keep challenging people to duels! You orcs think you're these noble savages, worthy of respect, but you're not even master swordsmen, let alone--\"\n\nLeeka drew the sword in a fraction of a second and held it in front of her face. \"I <b>AM</b> a master swordsman!\" She tried to keep her fury from boiling over, but it was escaping into her voice. \"And you are an instrument. Nothing more. And if you don't shut up, I will hurl you into this swamp. You will become some swamp-goblin's novelty talking vegetable chopper for the next hundred years! Is that your wish, sword?\"\n\nShe held the blade in front of her, waiting for a response. She shook it a bit. When it said nothing, she sighed and sheathed it onto her back.\n\n\"I didn't mean YOU weren't a master swordsman,\" said the sword, softly, a moment later. \"It was a metaphor. That's exactly what I'm saying! You orcs can't tell nuance from a punch to the face! If you -- wait WAIT WAIT!\" Leeka had drawn the blade again and was winding up to hurl Heartseeker. \"Wait! Look, we're almost there. That's the trial. Look! No, look where I'm pointing!\" The blade adjusted itself in her hand to tilt a few degrees to the right. \n\nIn the distance was a hill shrouded in misty swamp vapors, and embedded in that hill was a huge stone door.\n\nIt took another half hour to reach the door, plus a fifteen minute argument wherein Leeka shoved Heartseeker into a rotten tree until it apologized. When she finally approached the massive stone entryway, it was dusk.\n\nLeeka stared at the door for a minute, hands on hips, considering it. It was huge, almost twice as tall as her, and made of old granite slabs, but it looked like it opened easily. A square stone button was visible to one side -- a sign of dwarven engineering. No vines or fungus covered the button and the huge stone hinges were miraculously free of growth. In fact, the whole area was very well maintained. Someone came here often. Very often, probably, or it would have goblin squatters living in it. And if there were goblins, she would have met the advance guards by now. Still, something else could be squatting, perhaps. After a minute of considering, Leeka kicked the button with her foot, then dodged out of the way of any sudden projectiles.\n\nThe door slowly scraped open with a deafening noise. No arrows shot out. Inside was a wide stone hallway, perhaps twenty feet across, and not far up ahead, the hall abruptly turned left. There were no other visible features aside from a second stone switch on the inside, presumably to reopen the door.\n\nAs soon as the door finished sliding out of the way it immediately began sliding closed. Leeka made no motion to enter, just stood and studied. When the door had closed, she turned and went to make camp a few hundred feet away.",
		"Title": "Leeka and the Blade Trials, Chapter 1",
		"Visibility": "GhostedUntilFound"
	},
	"Book_120": {
		"Category": "Stories",
		"InternalName": "LeekaAndTheBladeTrials2",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": "<h1>Leeka and the Blade Trials, Chapter 2</h1>\n\n\"Okay, so I'm trying not to call you stupid here, but you're making camp in a swamp instead of going indoors. Can you just explain the logic? The door's right there! You aren't going to sleep well in the swamp. You'd be better off getting this over with.\" Heartseeker lay resting against Leeka's backpack as she struggled to flatten the earth enough to let her sit.\n\nLeeka glared at the sword, snarled, then continued with her work.\n\n\"Come on,\" said the sword. \"We need to work together here. I'm on trial just as much as you!\"\n\nLeeka opened her pack and unwrapped dinner, a portion of jerky-flavored lembas brick that she'd bought in Ormala City two weeks ago. She sat down and tore off a piece of the brick with her teeth, sweat streaming down her face in the fetid night air. She picked up Heartseeker and considered its heft. A clunky blade, a bit too large for what it was. A bit too heavy.\n\nHer mother had wielded this blade in many battles, and taught young Leeka that one day the blade would be handed down to her. And after some misadventures, it had... but the sword couldn't do the fabulous things her mother could make it do. No fire, no sparks, no slicing through metal like it was butter. It was a sharp, resilient blade with keen fighting instincts. But her favorite blade at home had all that. Of course, Heartseeker could talk and think, but that didn't seem like much of a power. She would really have preferred the sparks.\n\n\"I should have brought my regular blade,\" she muttered for the fiftieth time.\n\n\"I keep telling you, you can't do the Blade Trials of Melkar without a Blade of Melkar!\"\n\n\"I mean that I would bring two swords. I would fight with my sword Fell Light, and then use you in the ceremony at the end. Or whatever it is that we need to do.\" She bit off another jerky-flavored bite. The taste was disgusting, a mixture of jerky and cake. \"Do you still remember nothing of these trials, sword?\"\n\n\"I told you, nothing!\" said the sword. \"Something makes me forget the times when I'm around here. Probably these swamp gasses. And I'm not the only one. Your mother never told you about these trials, did she? She forgot, same as me.\"\n\nLeeka pondered this. It meant that Leeka herself might forget the trials, too. She felt fear creeping into her mind and with practiced ease she drove it away. \"Sword, you must have something useful you can tell me about the trials. Not of the trials themselves, but... history. Hearsay. Anything.\"\n\n\"I know that there used to be a lot more Blades of Melkar like me, but now there's only three of us. Somehow we can get... broken, or shattered or something inside there. But we have to complete the trials with each new owner to unlock all our powers.\"\n\nShe pushed down her impatience. \"Yes, yes. What else can you tell me? Tell me about Melkar. Did he say anything about the trials?\"\n\n\"What? Look, I've never met any gods. I don't think I have, anyway.\"\n\n\"Well, Melkar is the god of hunting and self-sufficiency, so why did he make magic swords anyway? Wouldn't he prefer magic bows?\"\n\n\"Oh, now I see the problem. No, Melkar didn't make us. We used to be Blades of Romast. But Romast died and Melkar took over. This trial was made by Romast, but it's been bastardized to suit Melkar's purposes. You know how Melkar's the patron of mutts like your mom and you? Uh, ... no offense.\"\n\nLeeka rolled her eyes. Her mother had been a half-human, but her father was an orc. So Leeka was a quarter human. And never a day went by that her tribe hadn't reminded her of her freakishness. The words held no power on her now. \"Go on.\"\n\n\"And look at me: I'm a mutt too. I'm too top-heavy for a one-hander and two light for a two-hander. I was made for a race that went extinct thousands of years ago! I don't really belong anywhere. Just like you don't belong.\"\n\nLeeka tensed in surprise. Its words had managed to hurt! <i>Everyone wants to belong,</i> she told herself. But some people just weren't destined to fit in. Melkar's chosen people: the bastards, the lost, the obsolete. Those who have to go it alone. Or almost alone.\n\nAs the sun set, Leeka took her stolen viewoscope out of her bag and started watching the door, her eyes straining to make out shapes in the gloom. Nothing yet. She settled in to wait and see if her hunch was right.",
		"Title": "Leeka and the Blade Trials, Chapter 2",
		"Visibility": "GhostedUntilFound"
	},
	"Book_121": {
		"Category": "Stories",
		"InternalName": "LeekaAndTheBladeTrials3",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": "<h1>Leeka and the Blade Trials, Chapter 3</h1>\n\nThe night was at its darkest when Leeka suddenly jerked awake. A loud scraping sound was coming from the door. Leeka snatched the viewoscope from the ground, threw her pack on her back, and charged toward the door. \n\nA pair of torches lit a pair of orcs at the stone door, waiting patiently for it to open. She stumbled in the dark, her orcish vision little help in the near-pitch blackness, but she was heartened to hear that even though the figures were shouting to be heard, the horrendous scraping of the door muffled their words into gibberish. The sound would muffle her approach as well.\n\nShe reached the door after the figures had already gone through. She could see they had just turned left in the hall ahead, their torches casting complex shadows on the halls inside. The door was closing, so Leeka slipped in and crouched in the gloom. After another moment, the door stopped with a final thud and the air instantly became still. She was inside. The silence was startling in its relief.\n\nUp ahead, one of the figures was talking, and a few words were disconcertingly loud in the sudden quiet. \"BE ANY DAY NOW...\" then his words became indecipherable as he lowered his voice. It was an orcish voice, but speaking the Human language. And the voice was familiar.\n\nShe slunk forward to where the hall turned, then watched as they slowly worked their way down the hall. Curious.\n\n\"What are you waiting for?\" hissed the sword. \"We need to see where they go!\"\n\n\"Shut up. Watch their feet! See how they move?\" Leeka hadn't drawn Heartseeker, but she knew it could see everything she saw. They watched in silence until the figures took a left-hand turn and their torchlight slowly faded from view. \n\n\"What were they doing?\" asked Leeka. \"It was like a dance. Forward, forward, right, then right right back, then...\"\n\n\"Knight's moves.\" Heartseeker's voice was low and intense. It was thinking. \"It's from a boring old crone game called chess. We need light. Don't step anywhere without light!\"\n\nLeeka dug a torch from her bag. She didn't use torches often. She'd inherited her father's excellent low-light vision, and her usual sword could light up on command. But here she was with the supposedly legendary Heartseeker and still had to use a torch! She managed to light it, and held the torch above her head while she drew Heartseeker with her other hand. The flickering light showed a grid pattern on the floor. And above, the ceiling had many holes where spears or darts no doubt descended. A trap corridor.\n\n\"Okay, the hallway floor is a grid eight tiles wide, with one tile protruding from the board. That's where you stand first. And see how lots of the tiles are black instead of white? You can't step on those. It's a puzzle. You have to get down the hall making only knight's moves and never standing on an invalid square. Okay, step onto the first square. I don't think that counts as a move, you just start here. So! Take two squares forward, then one square left.\" Leeka did as instructed, her eyes on the ceiling. Each tile moved very slightly when she stepped onto it, but nothing shot at her. \"Now again, two squares forward and then one square left. Now step left two squares, then one back. No, best to keep facing forward. Just step backwards. If you turn your body, the directions change. My 'lefts' and 'rights' would get confusing.\"\n\nLeeka slowly and calmly worked her way down the corridor under Heartseeker's guidance. When the voices ahead were gone and their torchlight couldn't be seen, she asked, \"how do you know to do this?\" She continued to move in the strange patterns. Forward forward right, right right forward, forward forward left...\n\n\"I told you: before I was a Blade of Melkar I was a Blade of Romast. Romast! You know, the god of martial arts?\"\n\n\"That was before my time.\"\n\n\"Well no shit, it was thousands of years ago! But he was a great god! An orc god! And you learned nothing of him?!\"\n\nLeeka gave no answer. She took three more steps and then stood still.\n\n\"Oh,\" said Heartseeker after a moment. \"You need more directions. Okay, left left forward, forward forward right. Anyway, Romast loved chess. His priests taught that if you were good at chess you'd be better at martial arts.\"\n\n\"Is that true?\"\n\n\"Nah. Now that Romast is dead, I have to admit: it's always just seemed like a game to me. It teaches almost nothing about martial arts. The stuff you learn from it is just, like, basic ideologies. Nothing you can't learn in easier ways. Those old monks thought they were gaining skill by playing chess, but I think they were actually gaining skill the normal way: by fighting every day. Forward forward left, then backwards backwards left. Then forward forward left again. That was a tricky bit! Okay, forward forward right.\"\n\nThey turned the corner and the grid pattern finally ended. The hall ended in a pair of wooden doors. The left-hand door was somewhat open and light was coming from beyond, so Leeka cautiously followed the light.",
		"Title": "Leeka and the Blade Trials, Chapter 3",
		"Visibility": "GhostedUntilFound"
	},
	"Book_122": {
		"Category": "Stories",
		"InternalName": "LeekaAndTheBladeTrials4",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": "<h1>Leeka and the Blade Trials, Chapter 4</h1>\n\n\"You're taking too long,\" hissed the blade on her back. \"Go inside, they're getting away.\"\n\nLeeka snarled and ignored Heartseeker as she carefully examined the door. Then she pushed it open and looked at the room beyond. She was not an accomplished trap-finder, but she knew the place held traps, so it would be folly to hurry forward. She drew the sword.\n\n\"What are you... this is undignified!\" stage-whispered the sword as Leeka jabbed it into the ground in front of her.\n\n\"You're not good for much, but at least you're nearly unbreakable. So shut up and be my trap-detector.\" Leeka cautiously stepped into the room. It was another hallway, but this time it was quite narrow, perhaps five feet wide, and the end of the hallway was only thirty feet ahead, ending in another wooden door. She could see no sources of light besides her torch. The walls and ceiling had once been painted, but now had only a few flecks of paint. She touched the floor, then the walls, cautiously. It felt like smooth damp stone, nothing more.\n\n\"They already did a floor trap. The next trap will be very different,\" said Heartseeker.\n\n\"How do you know?\"\n\n\"Romast's priests made this place. And they were... well, formulaic. You test one skill, then another, then the next. Repeating the same test would waste everybody's time.\"\n\n\"Hmm.\" Leeka was unconvinced, but had to admit that if there were traps on the floor, walls, or ceiling, she couldn't find them. She proceeded down the hallway slowly. As she passed the halfway point, she felt suddenly cold, then felt pain on her shoulder. Snarling, she spun around in time to see a translucent hand disappear into the wall. A ghost!\n\nFrom inside the walls came eerie laughter. Then a ghost stepped from the wall to block her path forward. Turning in panic, she found another ghost already blocked her escape. Two ghosts.\n\nBecause of Heartseeker's awkward weight, she needed both hands to fight well. She threw the torch at the ghost in front of her. The ghost dodged it, and it hit the ground near the door. Curious: it must be at least somewhat tangible or it wouldn't have dodged. She stepped toward the ghost, her mind working hard to shut out the screaming panic she felt. She had never fought a ghost.\n\nThe ghost seemed to be made of smoke, but the outline of a person could easily be seen. Its hands were outstretched and its face an inscrutable bank of laughing fog. She stepped forward and swung Heartseeker, slicing through its arm and torso. There was slight give to the blade, as if she was chopping water. The ghost's other hand shoved her and she stepped back, reeling from sudden cold. The ghost seemed unharmed by her attack. \n\n\"How do I fight ghosts?!\" yelled Leeka as the second ghost clawed at her back. She hacked at it, then pushed into it, trying to flee past it, but the ghost shoved her back. Her skin was covered in ice where it had touched her. She was trapped between the two ghosts.\n\nThe ghosts attacked together, one in front and one behind, and Leeka began slicing madly in panic. She managed to disrupt one, causing it to stop attacking for a moment, but at the same time the ghost behind her struck, reaching right through her backpack to grasp the small of her back. She screamed in pain and turned to hack that one too, but the first was already reconstituting.\n\n\"The head,\" said Heartseeker. \"The head seems weakest! You can disorient them.\"\n\nLeeka swung at the nearest ghost's head and it did dissipate, but quickly reformed. \"Not working!\"\n\n\"Keep doing it! It's the only thing that even slows them down!\"\n\nLeeka spun to face the other ghost and sent Heartseeker through its head. Then she turned to decapitate the first. Then back to the other. She was keeping them partially unformed so they couldn't attack her, but she was still stuck between them. Her back, shoulders, and arms hurt, and her conscious mind screamed in fear. She tuned it out. If this was how she died, well... at least she would die swinging Heartseeker, just as her mother had.\n\nFor what seemed like ages she fought wildly, keeping them both at bay. And then it happened: one of the ghosts reached for its head. It felt pain and it WAS being hurt! With renewed energy Leeka forced her aching arms to move faster, slashing at its head again and again. Even after it dissolved into a formless cloud, she continued to strike where the head had been. The other ghost took the opportunity to strike her leg, her back, her head as she fought the first, but she kept swinging until ... it was gone. One of the ghosts was gone.\n\nA ghostly fist punched her shoulder and she went sprawling forward gracelessly, her backpack pinning her down. The sword said something, but she could hear only a loud ringing in her ears as she cut away one of the straps she was tangled in. The ghost kicked her legs, laughing, and she felt her left foot start to go numb. But she managed to rise, using Heartseeker's long blade to keep the ghost at bay.\n\n\"You are not worthy,\" said the ghost. \"Surrender to death!\"\n\nLeeka smiled a toothy grin. Without the pack on, she was much more limber, and she knew from experience that she had a few more seconds of adrenaline before the pain came in earnest. She began hacking, slicing into the ghost's head again and again, screaming with exertion. Then, in an instant, it was gone. Leeka leaned against the wall and tried to catch her breath.\n\n\"Get your pack and get out of this room,\" said Heartseeker. \"There could be more!\"\n\n\"They would already have come,\" said Leeka. She leaned against the hallway and let her weight drag her down to a sitting position. \"That hurt.\"",
		"Title": "Leeka and the Blade Trials, Chapter 4",
		"Visibility": "GhostedUntilFound"
	},
	"Book_123": {
		"Category": "Stories",
		"InternalName": "LeekaAndTheBladeTrials5",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": "<h1>Leeka and the Blade Trials, Chapter 5</h1>\n\nLeeka began digging through her pack. Her left arm was no longer responding to her commands, and she suspected the worst was yet to come.\n\n\"Complete lack of discipline back there,\" said Heartseeker. She'd dropped it on the ground in front of her. \"You should have just kept your pattern! One two, one two, you were doing great. Once you focused on only one, the other one tore you up. You let your desperation drive you. You lack --\"\n\nLeeka picked up the sword with her right hand and flung it down the hall, where it clanged loudly. She immediately went back to searching the pack. She had to find healing potions. Healing potions, where were the... finally, she found her last three potions, tied together and wrapped in cloth. She pulled the cork out of the first and downed the tiny vial of liquid. Her back suddenly released its tension and she sighed relief. The second potion brought her left arm back to working order. Her leg and shoulder still hurt, but with only one potion left, she decided to tough it out. She turned her attention to the pack. She could fashion new straps, perhaps...\n\n\"Um, Leeka, over here. A button.\"\n\nLeeka went and retrieved the sword. She held it out and let it tilt to point at the button. It was another square stone plate, like the front door, but flush with the wall and harder to see. If she pushed it and more stone walls moved, any chance of surprising the people ahead would be gone. Impulsively, she reached out and pushed it with Heartseeker, and immediately the wall in front of her ground open.\n\nThe noise wasn't as bad, or as long, but it was still loud enough. She eyed the exits warily as the wall opened, but nobody returned to see what caused the sound. When the door was fully open, it stopped. Behind the door was a small stone room with corpses manacled by their hands. Two of the three were decayed beyond recognition. But the stink meant something had been alive in here relatively recently.\n\nThen her eyes caught movement coming from the least-decayed corpse. Leeka stared at it, her eyes keen in the torchlight, waiting for the corpse to move. \"Speak, corpse, if you can!\"\n\nThe man raised his head. Elven ears stuck out of greasy long hair. \"Help...\" The elf's eyes were gray pits that almost glowed in the darkness. He wasn't an elf anymore. He was a --\n\n\"It's a vampire!\" shouted Heartseeker. \"Quick, cut his head off!\"\n\nLeeka snorted. \"He's chained to the wall, and clearly can't attack. Why should I kill him?\"\n\n\"He's not alive! He's undead!\"\n\n\"So? He's harmless.\"\n\n\"Leeka, vampires are very powerful. This one has been subdued and imprisoned in here. Why do you think someone would leave a vampire in here? In the middle of the Blade Trials?\"\n\nShe considered, stepped forward, poking the creature gently with Heartseeker. The creature's eyes tracked her, but only the head moved at all.\n\n\"Why are you here, vampire?\"\n\n\"Heeelllpp,\" the elf said again, the syllables held so long that it sounded more like a groan.\n\n\"Sorry, monster, I may be stupid, but I won't free a chained vampire.\"\n\n\"Water...\" groaned the elf.\n\n\"This is part of the Trials, Leeka.\" Heartseeker's voice was alarmed. \"Think about... what are you doing? Don't!\"\n\nLeeka had dug out her waterskin and leaned down to pour some into the elf's mouth, skirting around his legs so he couldn't kick her. She poured a few mouthfuls and then stood back away.\n\n\"Why are you here, vampire?\"\n\n\"They know you're coming,\" said the creature, his voice low. He moved his tongue around his mouth like he was figuring out how to use it. \"They're waiting for you, Leeka.\"\n\n\"You know who I am?\"\n\n\"I overheard them say your name. They've been anticipating you for a week.\"\n\n\"I will not ask again: why are you here?\"\n\n\"Heh.\" The vampiric elf spit bloody water. \"I was once a part of this trial. For a few centuries, I would lure the weak or the foolish to their doom by convincing them to let me drink their blood.\"\n\n\"Why would anyone do that?\" Leeka asked, incredulous.\n\nThe elf tried to smile. \"I can be very persuasive when I'm in good condition. But the last orc that took the trials... she chained me to this wall and tore out my guts. She left me to suffer for decades!\"\n\nThe last person -- would that be Leeka's mother? It would be foolish to trust a vampire, but she still wanted more information. \"Why has no-one freed you since then? They reset the other traps, right? Surely those priests of Melkar up ahead...\"\n\n\"Melkar's not a fan of the undead,\" said Heartseeker. \"This creature -- this vampire is from the original Trials, aren't you? You've been here ever since this place was the Blade Trials of Romast!\"\n\nThe elf laughed. \"No, I am not that old. But we had a pact with Romast that one of our number would always come here for the Trials. That pact remains unbroken even in Romast's death.\"\n\n\"But the priests of Melkar don't approve of you being here,\" said Heartseeker. \"And they know if they kill you, a new vampire will come knocking on the door. So they just...\"\n\n\"Yes. They leave me to suffer. Help me, Leeka. Please...\"\n\n\"How, by killing you? Very well, if you wish to die,\" Leeka raised Heartseeker.\n\n\"No! I don't want to die! I meant... by feeding me.\"\n\nAt this, Leeka and Heartseeker both laughed. Leeka had never heard the blade laugh before; it was strangely comforting to know that it could.\n\n\"Why would I feed you, vampire?\"\n\n\"If you give me but a few drops of blood, I shall break free and escape this place.\"\n\n\"Leeka,\" warned the blade. \"If it sinks its teeth into you...\"\n\n\"No, don't feed me directly. Just drip a few drops into my mouth. Just a few drops! Please! And I will leave. A new vampire will come to take my place. I have suffered much for your god, your Melkar. Please...\"\n\n\"Melkar is not my god,\" said Leeka.\n\n\"Just kill it, Leeka,\" said the sword.\n\n\"How do I know you won't attack me?\"\n\nThe vampire turned its head quizzically. \"Why would I? I am not a mindless evil. I am a vampire! We have honor! Some of us, anyway... my name is Pelagast. Pelegast the Wise. Have you heard of me?\"\n\n\"No.\"\n\n\"Oh. Well, no matter, since I can't prove who I am, anyway. But your sword can protect you from me. Can you not, blade?\"\n\n\"No,\" said the blade. \"I don't have my powers! That's why we're doing the stupid Trials!\"\n\n\"You know how to ward against vampires. Teach her.\"\n\n\"What does he mean, Heartseeker? How do you protect against vampires?\"\n\n\"There's lots of ways, but... oh. You mean with a simple protective circle?\"\n\nThe elf nodded jerkily, as if he barely controlled his neck. \"That is how the Trial is supposed to go: either I take over the aspirant's mind and make them a thrall, or the sword manages to protect them from me.\"\n\n\"But a simple ward won't last. And we don't have salt.\"\n\n\"Salt? Yes we do,\" said Leeka. \"I brought salt to preserve what I hunt. So this is a magic spell?\"\n\n\"No, just a ward. It will keep a vampire at bay for a few minutes. The fanciest one I know would last... maybe a half-hour.\"\n\n\"And then?\"\n\n\"Then it'll overpower the ward and kill you.\"\n\n\"No,\" said the elf. \"With only a few drops of blood I won't have the strength. I wish only to leave. And besides: the conditions of the Blade Trial prevent me from attacking anyone in a ward. That is how you are supposed to win the challenge, after all. You needn't use a fancy ward. Any ward will do... just a circle of salt.\"\n\n\"I'll use the fancy ward,\" said Leeka. She returned to her pack to fetch the salt. \"Okay, sword, teach me.\"\n\n\"No! This is foolish! Do you think Melkar wants -- \"\n\n\"Heartseeker! I have taken your counsel. I will continue to do so. But I make the decisions! We are doing this ward thing. Now.\"\n\nThe blade was silent for a moment. Then it began to guide her through the preparations.\n\nA few minutes later, Leeka stood near the vampire in a circle of salt and sigils. She'd carved strange runes into the stone floor with Heartseeker's unbreakable blade. The ward was done.\n\n\"Open your mouth, monster,\" said Leeka. She knicked her wrist with the sword and then angled the blade toward the vampire's mouth. Then she let a small stream of blood run down Heartseeker and into the elf's waiting jaws.\n\nFirst the creature's flesh took a more natural color. Then she heard bones crack and creak as they snapped into place. When his gray eyes turned greenish and he began to look like a mortal elf, she tilted the blade away.\n\n\"Can you leave, creature?\"\n\nPelegast stood up, naked except for patches of black mold that covered his legs and groin. He pulled hard on the chains and they came free from the wall with a loud clang and a cloud of dust.\n\n\"I did not expect to be freed by someone on the Trials. You've surprised me. Thank you, Leeka. I hope you pass your Trials. Be sure to leave before the sun next sets, or those ghosts will return. And they're terrible company. Oh, and be careful ahead. They replaced my part of the Trials with a giant spider or something.\" He walked slowly, stumblingly, to the door, opened it, and left. Leeka listened to the chains from his wrists dragging on the stones. After a minute the noise was gone.\n\n\"Why did we do that, Leeka? Why?!\"\n\n\"Because I kill for food, for safety, or for honor. I kill for all those reasons gladly, but I do not cravenly kill a bound prisoner. <b>Nor</b>-- \" she raised her voice to shout over the words Heartseeker was beginning to say. \"Nor do I leave a slave, unjustly imprisoned, to rot, just because I can't be bothered! I have honor, Heartseeker. That's a new concept for you, I guess. You should look into it.\"\n\n\"There's honor and then there's stupidity. These are the Blade Trials of Melkar, and Melkar's not one of those new-age gods who think it's okay to be undead. Melkar is pre-Dreva. He remembers the ravages of Zek. He doesn't even accept that the undead are--\"\n\n\"Melkar is the god of Individuality, right?\"\n\nHeartseeker sighed, realizing where this was going. \"Yes. Officially he's the God of Individualism, Self-Sufficiency, and Hunting for Sustenance.\"\n\n\"So I'm expressing my individuality. And really, if Melkar doesn't like the way I do things... well, he can smite me if he wants. Or he can go fuck himself.\" \n\nShe sheathed the sword. The backpack could wait in here for a while, she decided. She fetched the last health potion and a few spare throwing knives. She tore a bite off of her lembas brick and went to the next room.",
		"Title": "Leeka and the Blade Trials, Chapter 5",
		"Visibility": "GhostedUntilFound"
	},
	"Book_124": {
		"Category": "Stories",
		"InternalName": "LeekaAndTheBladeTrials6",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": "<h1>Leeka and the Blade Trials, Chapter 6</h1>\n\nLeeka slammed the door behind her and looked around. \"Well, it's definitely dying. I just don't know how long it'll take. Oh...\" there was a thud and a screeching in the room behind her. \"There it goes.\"\n\nThe room past the vampire had been a library, and leaving it had required her to use the room's enchanted books. Beyond that, a statue that spoke riddles. Stupid riddles. And the last room had been a spider the size of a small home. Her leather armor was now pitted with acid holes. She drank her last health potion, then sighed. \"Okay, are we finally done?\"\n\nThis last bit was aimed at the two orcs who sat in the room. \"Or do I have to do something with that forge?\" A weird forge took pride of place in the large stone room. Most of the room was taken up with piles of wood and coal. In one corner sat the two orcs, apparently waiting for her to arrive.\n\n\"Leeka, my daughter. Come stand before me.\" One of the orcs stood up. That was his voice, her father's voice. But...\n\nLeeka looked at the orc. She drew her sword. \"More tests! I am so tired of this nonsense!\"\n\nHer father laughed. \"The trial is over! You have passed!\"\n\n\"What... what are you doing here? You swore that you'd never speak to me again.\"\n\nHe nodded. \"But today, for the first time, I am proud of you, Leeka! You have more than made up for the shame your mother brought upon me. And Leeka: you have earned the right to have your human heritage erased.\"\n\n\"What?\"\n\n\"It's true,\" said the other orc. This one was old, his hair white and his voice raspy. \"I am a priest of Melkar, come here to administer the test. You passed, and so you must choose: you can become a Scion of Melkar, and your sword will become a symbol of The Bastard God's might in this world. Or you may toss the sword in this forge. If you do so, Melkar will take away your impurities and make you a full-blooded orc.\"\n\n\"What?\" said Leeka again, sword still drawn. Her father looked just like she remembered him. A touch older, but everything about him -- the way his eyes constantly scanned the room, the precise way he moved -- it was him.\n\n\"It's not him,\" said Heartseeker.\n\n\"Why do you say that?\" asked the priest of Melkar. \"I have spent the past week with him. He has told me stories of your youth, Leeka. He is here to take you home, if you choose to become full-blooded.\"\n\n\"Take me home? And... I would be treated as a full-blood kin?\"\n\n\"Yes.\" Her father smiled. \"Now. Can you stop pointing that evil blade at me?\" His own blade was at his hip, but his hands were well away from it. Leeka lowered the weapon.\n\nShe fought back a wave of fatigue. Leeka was tired. So tired. But she had won. And her reward was tantalizing... but it meant destroying Heartseeker.\n\n\"Heartseeker. You have done well by me today. But I'm afraid--\"\n\n\"No, hold on, you seriously believe this? Look, I met your father. That guy is not him. I mean, for starters, your father vowed never to speak to you again. Is your father the kind of orc that would break his vows to his daughter?\"\n\n\"That was a different time!\" said her father. \"Before I learned about this trial, and that it could make you whole. You had to choose to go on the trial. I wasn't allowed to--\"\n\n\"And is your father the kind of orc that would only do what he was 'allowed' to do?\"\n\nHer father grunted in annoyance. \"I meant that if I interfered, Melkar's gift would not--\"\n\nThe sword made a gravelly-throated laugh. \"Okay, when you proposed to Leeka's mother, what did you say?\"\n\n\"What?\" It was her father's turn to say it. \"But... she didn't wield you on that day.\"\n\n\"Yes she did. And even if she hadn't, she would have told me later. We were friends. The day you proposed to her was the day of a big hunt. Do you remember what we hunted?\"\n\n\"Sword, it has been many years.\" Her father pounded the arm of his chair. \"I am not a young orc anymore! I do not remember the day perfectly, but that doesn't mean--\"\"\n\n\"Well, at least you could remember this: when you proposed to her that day, did she say yes? Or did you have to wait for her to propose to you?\"\n\nHer father hesitated. \"I'm sorry. Leeka, truly I am sorry. I had my witch take those memories from me. Memories of your mother tormented me and I couldn't be the strong chief I needed to be. But I remember you.\"\n\n\"Oh, then what were her first words?\" asked the sword.\n\n\"Not every detail! I remember my daughter. That's enough!\"\n\n\"He's an imposter,\" said Heartseeker. Leeka tilted her head, catching her father's familiar smell. His mannerisms, like pounding the chair... it was him. And he wanted her to come home.\n\n\"I think he's telling the truth,\" said the priest of Melkar, \"But it doesn't really matter. If he's some sort of imposter, fine. Kill him.\"\n\n\"Hey!\" said her father.\n\n\"Kill him if he's an imposter. Or throw the sword in the furnace, and I'll loan you a newer, more practical sword to kill him with. But I have waited long enough. Will you become a Scion of Melkar, or will you become a full-blooded orc?\"\n\n\"Leeka,\" said the sword. \"Romast always said to trust your weapon. I'm a Blade of Romast and I'm telling you that's not your father.\"\n\n\"Romast is a dead god!\" shouted Leeka. \"You are a Blade of Melkar, the Bastard God, and you resent me! You resent that I can be whole!\" She stepped toward the forge. \n\nHer father nodded. \"Just toss it in. You don't have to do anything else. The flames will consume it quickly.\"\n\n\"You're right,\" said the sword. \"You're right that I am an instrument of Melkar. I am the legendary blade Heartseeker, wielded by the most famous half-bloods in orcish history! When the Formian King invaded Gazluk, Amatuk used me to kill him. I am the blade that slew Blightwing! Your mother used me to kill the Frost Siren. Half-bloods don't trust easily, but your mother trusted me. You need to trust me!\"\n\nHer father smirked, a face she remembered so well. He walked toward the forge. \"See how pathetic these swords are? What orc would wield a weapon that demanded obedience? Swords are a tool, not a master. Come, I want to see it melt. To think that your mother could have chosen differently, if not for this sword's honeyed words, tricking her into a life of obedience to a useless bastard god!\"\n\nLeeka nodded. The sword was a hindrance. She could be an orc... a real orc. She could some day take her place as an orc chieftan. \n\n\"I am Heartseeker!\" The sword nearly shouted. \"I am Heartseeker, the legendary blade, and I have never once betrayed my wielder. I have never once lied to you. Your mother trusted me, and I have never given you reason to doubt me. We may disagree on a lot of things, but we're not discussing an opinion here, Leeka. I know this for a fact: <i>that is not your father.</i>\"\n\nLeeka stopped in mid-stride towards the furnace. \"... I know. But I so want to believe.\" She turned on her heel and lunged at her father, who fell back with a shout, drawing his blade. She pressed the assault, and with his every move she knew he was an imposter. He was martially trained, in fact quite skilled, but he had nowhere near the skill her father had.\n\n\"Stop!\" Shouted the other orc. \"Don't hurt him! Ruma, drop your sword!\"\n\nLeeka ignored the priest and lunged at the imposter father, who dropped his blade and fell to his knees. Leeka stopped, Heartseeker pressed into his throat, unsure of what to do. Her instinct was to kill the cruel creature that wore her father's face. But she doubted her instincts here. She wasn't seeing the whole picture.\n\nThe other orc was talking, and now her father was talking, but she tuned them out. They would simply say whatever they needed to say to live. Their words held no merit. <i>You should let them live</i>, said Heartseeker, but this time without speaking aloud. <i>Oh good, I can talk to you without words! It's working. My powers are returning!</i>\n\nLeeka tried to 'think' a response to the sword, but after a moment decided it wasn't working. \"Why should I spare them?\" she asked aloud. Her father was still at blade-tip. The other orc had come closer and she watched him warily from the edge of her vision, ready to act if he moved suddenly. Both of them began speaking anew when she spoke, but she ignored them.\n\n<i>They're both priests of Melkar. I can sense the medallions around their neck now. This really WAS a test. A cruel test. But they're instruments, not masters.</i>\n\nLeeka slowly reached toward her fake-father's neck, found a cord, and pulled it up through his leather armor to reveal Melkar's sigil. Sighing, she stepped back several feet, then lowered her sword.\n\nThe other orc was speaking very quickly in Human, which Leeka needed concentration to decipher. Instead, she tuned out his words and watched his actions carefully. The priest began casting a spell on her father and his face began to morph and change. He was a young human -- no, a half-human, but favoring the human side save for his thick gray hair.\n\n\"I'm sorry to do that to you,\" said her ex-father in Orcish. \"I know this was painful. But the more difficult the test, the more powers you can unlock with the blade, so we had to be convincing! And now, you are worthy of Heartseeker! You will be a champion for us all. For the forgotten, the forsaken, the betrayed.\"\n\n\"I don't want that.\" Leeka sheathed Heartseeker. \"I wanted to --\"\n\n\"-- You wanted to belong! Of course you did. That's the paradox of Melkar's chosen: you don't choose Melkar. Melkar didn't choose you, either. Your real father chose for you by disowning you.\"\n\nLeeka fought back a welling of emotion. She turned to leave, then remembered the annoying chess corridor. \"Must I perform the same dance to leave this wretched place?\"\n\n\"Don't go yet!\" said the priest. \"We came all the way from Ormala City when we heard you were taking the test. I paid a high price for that disguise spell. And we've waited here for a week to meet you, to help restore Heartseeker! We're friends. Family. I know we aren't the family you want. And you have no reason to trust us. But we--\"\n\n\"Not now.\" Leeka headed toward the exit. \"Perhaps some day, but not today.\"\n\n\"Yeah,\" said the sword on her back. Apparently it could only speak into her mind when she held it. \"Fuck these guys, and fuck Melkar. He may give me my powers, but this test is really dickish.\"\n\n\"But the moment you leave,\" said the humanish orc, \"your memory of the Trials will be erased.\"\n\n\"What?! That quickly? Why?\"\n\nThe older priest was standing now, too. \"Which means that if you don't leave with us, you won't remember knowing us at all.\"\n\n\"That is fine by me,\" said Leeka, and she headed back to the swamp, and then on to wherever adventure called her.",
		"Title": "Leeka and the Blade Trials, Chapter 6",
		"Visibility": "GhostedUntilFound"
	},
	"Book_125": {
		"Category": "GuideProgram",
		"InternalName": "GuideCommands",
		"IsClientLocal": false,
		"Keywords": [ ],
		"Title": "Volunteer Guide Commands",
		"Visibility": "HiddenUntilFound"
	},
	"Book_126": {
		"Category": "GuideProgram",
		"InternalName": "GuideGuide",
		"IsClientLocal": false,
		"Keywords": [ ],
		"Title": "Moderation Guidebook for Volunteer Guides",
		"Visibility": "HiddenUntilFound"
	},
	"Book_127": {
		"Category": "Gods",
		"InternalName": "TheGodsVol11_Arisetsu",
		"IsClientLocal": true,
		"Keywords": [
			"AreaEltibule"
		],
		"LocationHint": "Received as a favor-gift from a priest",
		"Text": "<h1>History of Arisetsu</h1>\n\n<i>(Council Annotated Edition)</i>\n\nThe Fennyra Crystal, the treasured memories of a million long-dead elves, shows a time unlike ours. In the age when humans and orcs were simple primitives, elves were more magical, more in tune with other realms, and their lifespans much longer. Although some sang songs of worship to Cae-a-lee, most elves cared little about gods, so the other elven gods were small.\n\nThe Crystal's last memory ends with the Autumn Felling, when half of all elves died and the rest were left in agony and despair. Cae-a-lee died too, right when elves needed her most. As elven lands rapidly fell to other races, two minor gods came to their rescue. Ir-hetsu, god of Wind, and his sister Aris, god of Warmth, guarded the last million living elves in the city now called Arisolme.\n\nAs the elves regained their strength, these gods became strong too. Irhetsu took on speech, then spoken stories, and soon enough all stories. Arisetsu remained the god of warmth, but also hope. Stories, hope, dreams, and time -- these things guided the elves back to a place of strength. And in a few short centuries Arisetsu had become a force beyond all recognition, the god of so many concepts that listing them became an ordeal. The other gods of the world were dwarfed by her magnificence, and their resentment grew.\n\nBut elves hope for peace, and not peace through excess strength. So Arisetsu in her grace and wisdom gave birth to new gods to represent concepts elves most respected. Her first child was Elshana, god of Creativity. Next came Errana, god of Food and Sex. Third was Dreva, god of Balance in Nature. \n\nAnd finally, Arisetsu could focus on simple Hope once again. Her light dimmed, but it will never expire, for Hope shall always light our darkness and save us from despair.\n\n--\n\n<b>Councilwoman Irasce's notes:</b> this history is exceptionally self-serving. It was written anonymously but it's easy to guess that a priest of Arisetsu is behind it: as is typical of her priests, this story makes her sound weak!\n\nThis story would have you believe that Arisetsu gave up most of her power and became a minor god. But the sheer scope of Arisetsu's power at its peak was incomprehensible, so the fact that her power level is now 'comprehensible' does not mean it is small.\n\nArisetsu is a class 1 nature spirit, capable of massive creation or destruction. Her priests bring comfort and healing to the sick and the needy around the world, and they are welcome in all Council cities. We are proud and honored to facilitate the worship of this kind spirit. However, the Council monitors her priesthood carefully, for although Arisetsu is ideologically a pacifist, she's also extremely pragmatic. Her paladins guard against \"threats that would extinguish hope among the faithful,\" which might as well mean \"anybody that angers Arisetsu.\" And the occasional news of combusting villains reminds us that Arisetsu is still the god of Warmth, and her priests can make things very warm indeed.\n\nLastly, for those not trained in classical Elvish, I want to bring attention to the seeming absence of the two other elder elven gods: Miraverre, goddess of Dreams, and Laeth, goddess of Time. These two stood alongside Irhetsu and Arisetsu in the crucial years after the Autumn Felling, so why are they ignored here? The answer is that they are referenced in an idiomatic form: <b>\"Stories, hope, dreams, and time -- these things guided the elves back to a place of strength.\"</b> This line, or a similar one, is used in many ancient Elvish poems to pay homage to the four old elven gods.",
		"Title": "The Gods, XI: Arisetsu",
		"Visibility": "GhostedUntilFound"
	},
	"Book_128": {
		"Category": "NotesAndSigns",
		"InternalName": "RedWingBipedOutreachProgram",
		"IsClientLocal": true,
		"Keywords": [
			"AreaCasino"
		],
		"LocationHint": "Found in Red Wing Casino",
		"Text": "We know you have a lot of choices of where to shop, play, and eat. That's why we strive every day to earn your business. Our new Biped Outreach Program is just one of the many ways we try to make you feel at home.\n\nWhat is the Biped Outreach Program? We're glad you asked! Having discerned some discomfort amongst shoppers, we used our heightened psychic abilities to detect unconscious hostilities toward insects -- including mantises! While this is, of course, highly illogical, we realize that you can't help it. You are who you are, and who you are is a bug-hater. The Biped Outreach Program makes you feel more at home by introducing many shopkeepers and employees who are bipedal -- JUST LIKE YOU!\n\nWhether it's browsing our Shoppes at Red Wing or just relaxing in our mammal-friendly lounges, we want every minute of your stay to be memorable. Red Wing style.",
		"Title": "Biped Outreach Program",
		"Visibility": "HiddenUntilFound"
	},
	"Book_129": {
		"Category": "Misc",
		"InternalName": "MonstersAndMantidsRules",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": " <h2>Welcome to Monsters and Mantids!</h2> Monsters and Mantids is based on a dwarven game with similar themes. However, we have drastically simplified the rules to make the game more approachable. If the game still seems intimidating, you are in error: the game is NOT intimidating. You will understand this after playing a few rounds. Like all good casino games, you can learn it just by playing! We have organized the rules so that the most important information comes first. You can stop reading whenever you are ready to begin gambling!\n\n <h2>Understanding Dice Notation</h2> Monsters and Mantids uses a large number of six-sided dice. They are referred to in a shorthand form by the letter \"D\", which stands for \"dice\". For instance, if you eat a corpse after a battle, the game might say that you will recover 5D health. This means that five dice will be rolled, and you will recover the sum total of the amount shown.\n\nOften there is also a fixed amount added to the dice rolls. For example, some abilities deal 2D+3 damage. This means that two dice will be rolled, and the total damage is the amount shown on those dice plus 3. The amount can also be negative, such as 2D-3. This works the same way: you would roll two dice, then subtract 3 from the total. (Dice totals can never be negative, however, so if the number would go below 0, it becomes 0 instead.)\n\n <h2>How The Game Works</h2> You take on the role of a heroic mantis. You will fight enemies, encounter strange beings, avoid traps, and hopefully escape with a mighty pile of treasure! \n\nYour mantis is trained in three randomly-chosen combat abilities. During combat, you pick which of these three abilities to use. The enemy will also attack you at the same time. Your attack and the enemy's attack happen simultaneously. This means that even if you kill the enemy, their attack still hurts you, and you may both kill each other! (Certain combat abilities change this rule.)\n\nAfter each successful battle you can choose to delve deeper or to retreat and \"cash out\". If you choose not to retreat, you can instead meditate to improve one of your combat abilities, or rest and eat the corpse of your fallen enemy to regain your health. (When you reach level 3 you will have additional meditation options available.)\n\nIf you choose to \"cash out\", the game ends and you receive Councils equal to the amount of gold your mantis character accumulated. You will also receive one Red Wing Token for each cultural artifact you found. (More about culture items later.)\n\nIf your mantis hero dies (either in battle or due to an unfortunate random encounter), the game ends and you receive nothing. So knowing when to cash out is a crucial skill in Monsters and Mantids -- a skill that will take practice to master! But even if your mantis dies, your score is still eligible for the leaderboards, so you you can still earn bragging rights.\n\nMonsters and Mantids games typically only last a minute or two. Many mantis heroes will perish, but there are always more! Do not mourn them. Avenge them instead!\n\n <h2>Loot: Culture, Hats, and More</h2> When you defeat an enemy or survive an encounter you may receive special items. These includes gold, cultural artifacts, consumable items such as potions and bombs, and hats. \n\nGold has no in-game effect, except that you can sometimes purchase items with it from creatures you meet. When you cash out and end the game, you receive Councils equal to the gold you have.\n\nHats are equipment that provide special benefits. You begin play with a Basic Hat that has no special effect. Whenever you find a new hat you will be asked whether you want to keep your old hat or wear the new one. You can only keep one hat at a time. There are many kinds of hats, each with different game effects.\n\nYou can also find cultural artifacts. These include jewelry, trinkets, rugs, furniture, and anything else that has cultural value. Individual cultural artifacts are unimportant, but when you accumulate multiple artifacts, there are several benefits:\n\n<indent=15>- When you cash out, you receive 1 Red Wing Token for each cultural artifact your mantis had<br> - When you cash out, there is a chance you will activate a Table Buff (see below). The chance is 5% multiplied by the number of cultural artifacts your mantis had<br> - When your mantis makes Diplomacy checks (see below), you receive a +1 diplomacy bonus for every cultural artifact your mantis has</indent>\n\nYou can also find consumable items such as healing potions. You use these during combat. (They will be listed as additional options alongside your three combat abilities.)\n\n <h2>Diplomacy Checks</h2> When you encounter strange creatures, you may need to trick them, calm them, or otherwise manipulate them emotionally. This is done with a \"Diplomacy Check\". Three dice are rolled, and if the total is over a certain number, something good happens. If the number is too low, something bad happens. If the number is 6+ higher than the target number, this is called a \"critical success\" and something extra-good happens. If two or more of the dice roll a 1, however, something terrible happens: a \"critical failure\". Critical Failures happen whenever two 1s are shown, regardless of the total of the dice.\n\nFor every cultural artifact you've found, +1 is added to the dice total. There are also hats, buffs, and other strange effects that can improve your Diplomacy Checks. But remember that no matter how big of a bonus you have, it's always possible to roll two 1s and get a Critical Failure. Diplomacy always comes with risk! Sometimes the right decision is to not engage at all.\n\n <h2>Saving Throws</h2> When you run into traps, tricks, or treachery, you may need to make a Saving Throw. This works exactly the same as a Diplomacy Check, except that you do not get a bonus for having cultural artifacts. There are hats, buffs, and weird events that can permanently improve your Saving Throw rolls. But just as with Diplomacy Checks, rolling two 1s on the dice means a Critical Failure, which is often fatal.\n\n <h2>Perks</h2> When you reach level 2, 3, and 5, your character can pick a Perk from a random list. Perks are unique bonuses and abilities. \n\nThe Perks you can choose are randomly-selected from among all Perks your character is eligible for. Many Perks require a previous Perk. For instance, the \"Robust and Lucky\" perk will only show up if you already chose the \"Lucky\" perk earlier. Some perks also require you to have a certain amount of Max Health, a certain combat ability, etc.\n\nNote that all Perks completely stack together. So if you choose the \"Lucky\" Perk, which grants +1 to all Saving Throws, and later choose the \"Robust and Lucky\" perk, which grants +1 to Saving Throws and Diplomacy Checks\", the two perks combine to grant +2 to Saving Throws and +1 to Diplomacy Checks.\n\n <h2>Table Buffs</h2> If you have any cultural artifacts when you cash out and end the game, there's a chance you will activate a Table Buff. There's a 5% chance for each cultural item you have. (e.g. cashing out with 3 cultural artifacts would give you a 15% chance for a Table Buff.)\n\nTable Buffs are special bonuses that are given to every player who starts a game at that casino table. There are many different Table Buffs, such as Lucky Looter (which causes you to find 25% more gold on corpses) or Stylish Adventurer (which causes you to start with a Stylish Hat). \n\nTable Buffs last for an hour once activated. It's possible you'll randomly re-activate a Table Buff that's already active -- if that happens, its duration is reset to an hour.\n\nEveryone that starts a new game at the table during the next hour will receive all active Table Buffs. Due to space limitations, only ten players can fit around a table. Keep your place at the table by continuing to play! If you leave the table, another player may take your spot.",
		"Title": "Monsters and Mantids - Player's Handbook",
		"Visibility": "HiddenUntilFound"
	},
	"Book_130": {
		"Category": "NotesAndSigns",
		"InternalName": "RedWingGoblinPartnership",
		"IsClientLocal": true,
		"Keywords": [
			"AreaCasino"
		],
		"LocationHint": "Found in Red Wing Casino",
		"Text": "Five years ago, Sedgewick Forest was suffering from a massive influx of goblins. This created many environmental problems. Red Wings are native to the forest -- our progenitors are the native Tree Mantids -- but goblins are an invasive species with few natural predators. The forest's small population of elves and druids could not slow the rising goblin numbers, and the forest was in danger of complete destruction!\n\nThat's why the Red Wing Collective is proud to serve as predators of these goblins, ensuring that their numbers never overwhelm the wonders of the forest. We also ensure that weak and sickly goblins are culled, so the goblins that remain in the forest are powerful, hardy members of their species!\n\nBut the Red Wings are humble learners and we've adopted many techniques found in goblin culture. Our system of indentured servitude, while less violent than goblin methods, is similarly effective. We've also discovered from goblins that the accumulation of vast wealth can lead to happier lives. Goblins may seem like unimportant bipeds, but they have much to teach us. \n\nThat's why we are proud to announce that the Red Wing Casino was developed in part through goblin subcontracting. The casino was built in an abandoned castle that needed extensive renovation, and by partnering with goblins, we were able to open the casino in less than two years!*\n\nWhile other races seek to force goblins out of Sedgewick Forest, we believe that the future is through partnerships. <b>That's because Making Friends is the Way of the Mantis!</b>\n\n-\n\n<i>* We are contractually obligated to mention that more than 50% of the development of the Red Wing Casino was performed by dwarves, which are a similarly-sized but completely unrelated biped race. Dwarves and goblins share animosity... but we are above such petty conflicts and can see the beauty of both races. We hope to bridge the culture gap between dwarves and goblins to bring about a new era of racial harmony.** </i>\n\n<i>** Note: there is no ETA for racial harmony at this time.</i>",
		"Title": "Our Partnership with the Goblins of Segdewick",
		"Visibility": "HiddenUntilFound"
	},
	"Book_131": {
		"Category": "Misc",
		"InternalName": "SecretsOfThePsilobeExplained",
		"IsClientLocal": true,
		"Keywords": [
			"AreaCasino"
		],
		"LocationHint": "Found in the Red Wing Casino",
		"Text": "<h1>Secrets of the Psilobe Explained</h1> <i>by the Hive-Mind known as Forgaxis</i>\n\nSuppose you found an unusual biped, perhaps a human, who presented psychic powers. Were you to dissect this biped, you would not find any physical source of their psychic abilities. The best explanation available is that portions of a psychic's brain exist in a parallel dimension. This might explain why most psychics are able to telepathically \"speak\" to each other: they can project waveforms in a different dimension, one which other psychics are able to \"hear\" in. But this is pure conjecture. Let us return to facts.\n\nWere you to dissect a fallen Red Wing mantis, you would likewise find no physical evidence of their psychic powers, for they are from an earlier generation of psi-mantis. But were you to dissect a late-generation or \"true\" psi mantis, such as a Forgaxis member or a mantis from the Great City of Insects, you would find a special brain lobe called the psilobe.\n\nThe psilobe is the invention of our progenitor, the great wizard Dalvos. It acts as a neural processor of psychic information, allowing us to coalesce other mantis's emanations into every kind of stimulus: visual, audible, olfactory, pain, even emotions. This allows us to perfectly communicate thoughts between each other.\n\nThe psilobe also lets us link dozens of mantises together to create a hive mind in times of danger, so we can act with precision in unison. And some mantis gangs, such as Forgaxis, the author of this book, choose to remain in a hive mind permanently, becoming one sentient organism with dozens of bodies.\n\n<h1>Psilobes Provide Genetic Reliability</h1>\n\nOur research shows that psychic creatures without psilobes are not necessarily less psychically powerful than true psi-mantises, and some have greater psychic power. So what is the point of the psilobe? Genetic reliability. While many races produce occasional individuals with psychic ability, their offspring do not reliably inherit those traits. Even when two psychic bipeds mate, their offspring will have unpredictable capabilites, or sometimes no psychic abilities at all.\n\nThanks to psilobes, every true psi-mantis has a basic set of psychic tools that allow them to work in harmony and efficiency. Some mantises enjoy other unique psychic gifts as well, but all can at least communicate with each other and participate in the joy of the Hive Mind.\n\nWe are still discovering new secrets of the psilobe; its mysteries are only beginning to unfold. Future editions of this book will include new information when it becomes available.",
		"Title": "Secrets of the Psilobe Explained",
		"Visibility": "HiddenUntilFound"
	},
	"Book_132": {
		"Category": "History",
		"InternalName": "HistoryOfPsiMantises",
		"IsClientLocal": true,
		"Keywords": [
			"AreaCasino"
		],
		"LocationHint": "Found in the Red Wing Casino",
		"Text": "<h1>History of Psi Mantises</h1> <h2>Dawn of the Perfect Species</h2>\n\n<i>By Maletaxis</i>\n\n<h2>The First Era</h2>\n\nOur creator, the great wizard Dalvos, spent years perfecting his design for psychic mantises. His work began approximately six years ago in the wilds of Eltibule and Sedgwick Forest, wildernesses of little cultural importance. He noticed that the area was home to giant mantises, and wondered if he could make them intelligent enough to be good servants to him. Thus began Revision 1.\n\nWe have Dalvos's notes for each revision of psychic mantis, but they are sparse and often use cryptic abbreviations. We do not know exactly what changed between each revision; we can only conjecture from contextual clues. But we do know that the first forty-four revisions were failures: the resulting creatures were not sufficiently intelligent and were released into the wilds of Eltibule.\n\nHis notes for revision 72 indicate satisfaction with the species' intellect. After that, he turned to improving their utility by adding psychic powers. His notes for revision 108 indicate success: the new generation's psychic powers bred true, and all individuals had at least some psychic abilities.\n\nThese mantises, collectively called the \"first-era\" mantises, are capable of telepathic communication, have psychically-enhanced senses, and can usually manifest their willpower as a psychic attack. Many individuals have other powers, but these additional powers are not passed on to their descendants.\n\nRed Wing mantises are perhaps the most important first-era mantises. It is believed they descend from members of the 60th, 62nd, and 63rd revisions. The Veiny Mantises are also first-era (of unknown revision). \n\nFirst-era mantises can be recognized by their veiny wings. They are stronger and more resilient than later mantids, but their psychic powers are weak, comparable perhaps to a gifted psychic elf.\n\n<h2>The Second Era</h2>\n\nRevisions from 72 to 140 are called \"second era\" mantises. This era saw the development of the psilobe, a special portion of the mantis brain designed to enhance our psychic powers. These mantises were unfortunately unstable: their primitive psilobes caused eventual brain damage and most suffered from schizophrenia and paranoia. \n\nWe do not know the fate of most second era mantises. They were released into the wilds of Eltibule, and may have wandered anywhere. But we presume that most are dead. Three important exceptions are the \"cave mantises\" (from the relatively stable revision #108), the Yellow Mantids, known for their explosive powers and extreme instability, and the Tragic Tree Mantises of Sedgewick Forest (TTMSFs).\n\nSecond-era mantises are visually recognizable by their single-color carapaces. Because their psilobes behave unpredictably, many -- perhaps most -- of these mantises have unique and bizarre psychic gifts. This makes their mental instability all the more tragic. It also makes them horrifically dangerous.\n\n<h2>The Third Era</h2>\n\nRevisions from 221 onwards are called \"third era\" or \"true\" psychic mantises. Having perfected the psilobe, Dalvos focused on improving temperament, intellect, longevity, memory, and dexterity. Many mantises from generation 263 onwards have reliable short-distance flight.\n\nThird-era mantises are visually distinguishable by their elegant pinkish hue and translucent wings.\n\n<h2>The End of Revisions</h2>\n\nThen, having apparently perfected the design of the psi-mantis, Dalvos left. We do not know why. He had amassed an army of thousands of loyal mantises. We expected an opportunity to defend our creator against the many evil bipeds that want him destroyed, but he had different plans. He simply set us free. His parting words are ingrained into our memories:\n\n<indent=15><i>\"Okay everybody, I have an announcement: I have to go, and I won't be coming back. You guys have been great. All of you! You're all free now, and I hope you have wonderful lives. Create amazing cultures. Dominate the world, maybe! Hah! Thanks for everything, but listen: don't follow me. That's an order. And take care of the brain-bugs, okay?\"</i></indent>\n\nThese sacred words are a comfort to us in difficult times. Dalvos encoded many instructions in his final missive, and some of us believe his words hide further secrets that we will only understand when we are ready.\n\nTruly Dalvos is a genius. If he has not yet ascended to godhood, we expect that he will inevitably do so in time. And we are evidence of why! Psi-mantises are just one of the five known species Dalvos has created. Is there anything more godly than creating new forms of life? The answer is no.",
		"Title": "History of Psi Mantises",
		"Visibility": "GhostedUntilFound"
	},
	"Book_133": {
		"Category": "Gods",
		"InternalName": "ZhiaLianCultTranscript",
		"IsClientLocal": false,
		"Keywords": [
			"AreaCave1"
		],
		"LocationHint": "Found during a seasonal event",
		"Title": "Transcript of the First Meeting of the Cult of Zhia Lian",
		"Visibility": "HiddenUntilFound"
	},
	"Book_134": {
		"Category": "History",
		"InternalName": "ArchdruidsNote",
		"IsClientLocal": true,
		"Keywords": [
			"AreaRahuCaves"
		],
		"LocationHint": "-",
		"Text": " Hello, fellow druid. It was my decision to keep this place intact. You likely think you deserve an explanation for that. You are wrong: I answer to Dreva directly. But though you are owed nothing, I will be generous for the sake of future druid generations.\n\nI doubt I need to explain Dreva's anger at the loss of Ilmari. I was in neighboring Anselon and felt the earth tremble, saw the night sky light up with storms of impossible size. When I felt Dreva's summons, I knew it would be the final time I was called to fight the rakshasa, one way or another. The time for patience and diplomacy was over. Rahu had to fall.\n\nWe numbered only a few hundred druids, but Dreva gave us terrible new powers, and we took the city in short order. We then spent weeks hunting down surviving packs of warriors and slaying them.\n\nWe have destroyed every demonic artifact on the surface. That includes the \"weather machine\" responsible for ravaging Ilmari. A few demonic airships escaped to their home world, but we have destroyed their portals forever, thanks to our newfound abilities. No reinforcements will be coming.\n\nThat left us with a few thousand surviving rakshasa, all of them injured or very young. We druids had tired of killing by then; our rage had turned to sadness. We asked Dreva to let us be merciful. Dreva agreed so long as we \"gifted\" them with a strange liquid that took away their evil nature and made them \"compatible with the natural world\".\n\nThe surviving rakshasa have been given this gift. They have lost their shapeshifting powers, taking on a form more compatible with the creatures of our world. The concept of a 'conscience' has been sewn into their minds. They barely understand what is happening to them... but they know enough to hate druids.\n\nTheir offspring will be a new race. They will feel new emotions that their parents cannot help them understand. They will be fragile and vulnerable. And that is why I have left this place intact: the water crystals here are responsible for filling the surface lakes with clean drinking water. This may seem unimportant now while the weather machine's storms still batter the city. But when the storms end, I believe there will be no life left in Ilmari. Without clean water, this fledgling race would surely die. I will not permit that.\n\nThat is your explanation. Now on to other matters.\n\n--\n\nI asked Dreva to post an observer in Rahu, much as we keep observers in other major cities, to ward off problems before they become severe. Dreva angrily refused to spend any more resources here... and I must honor that decision. But during the Battle of Rahu, I met Archdruids from other lands, including followers of Ri-Shin, the god of plants. They have agreed to post observers here for a few hundred years. They are allies! Do not fight your fellow druids. There has been enough fighting! Trust that they, like you, want what is best for the world. \n\nWe have agreed upon a code-phrase for like-minded druids to greet each other: \"When the sun sets, the forest beckons green.\" I believe in you and trust you, druid, and I give you the code-phrase as proof.\n\nI believe Rahu was intended to be a mining colony. The invading rakshasa chose to colonize Ilmari for the same reason the crones came centuries ago: there are large untapped veins of magical metals here. Perhaps the future inhabitants of Rahu should be allowed to mine this metal for themselves. But for now, these wretched survivors must not be given access to the metal, for they seem to understand its powers far better than we do. They are desperate for weapons and care not for consequences. So we have destroyed every piece of mining equipment and collapsed their mines. The survivors won't soon reopen them. \n\nBut the underground creatures of the \"gob-lands\" covet the metal as well, and without the crones to keep them in check, goblin miners will eventually find this place. When that happens, I fear for the safety of the water crystals. So I've asked the druids of Ri-Shin to help me plant many small treants in the most defensible areas. With luck, they will ensure that Rahu has a few hundred years of clean water.\n\n--\n\nEmotions are part of nature, so Dreva is just as susceptible to anger as any druid. I take no pleasure in disagreeing with Dreva, but I have NOT disobeyed! I have performed my solemn duty to protect life now and in the future.\n\nI do not pretend to be blameless. I fought many rakshasa during the battles with Rahu, and I believe they would have preferred death over what we did to them. But we did not ask. We forced this new life upon them.\n\nIf you are a young rakshasa who has become a druid of Dreva, this news may be a shock to you. If you feel anger, or any other emotion, rejoice, for that is natural! Emotions are not a sign of weakness! If you wish to speak further, find me in Verta. I am retiring to my ancestral trees in Dwyndarre. I will answer any questions that I can.\n\nBut heed my warning: if you intend to destroy me, you will need to bring a better army than last time. Dreva has gifted me with powers you cannot comprehend.\n\n- High Archdruid Celatus",
		"Title": "Archdruid's Notes",
		"Visibility": "HiddenUntilFound"
	},
	"Book_135": {
		"Category": "Misc",
		"InternalName": "AugmentsForEveryone",
		"IsClientLocal": true,
		"Keywords": [
			"AreaSerbule"
		],
		"LocationHint": "Found in Serbule",
		"Text": "I am Corinth, Head Augmenter of the Augmenter's Guild of Statehelm. And I am writing this book to help fix a very serious problem: our poll of soldiers and warriors visiting Statehelm shows that almost half of them don't use Augments. Some warriors don't even know what they are! Fools! These warriors are fools! And I will not stand idly by while their ignorance gets them killed. I must teach.\n\nAugments are powerful enchantments that can be placed inside a weapon or piece of armor. The equipment doesn't need to be special at all: <i>any</i> piece of equipment can have an Augment installed into it! From a pointy stick to a razor-sharp Sword of Excruciation, they can all become stronger with the help of an Augment.\n\nYou may already have magic equipment, but Augments can carry thousands of different enchantments. Surely your weapon doesn't have <i>every</i> enchantment, does it? No. But with an Augment, you can add one more!\n\nAnd you needn't stop with just one Augment! While each piece of equipment can only have a single Augment in it, you can add an Augment to every single piece of clothing or armor you're wearing. Imagine the power! Imagine the possibilities!\n\n\"But Corinth,\" I imagine you saying (and here I must admit that I imagine your voice to be whiny and irritating, for I assume you are an imbecile that I must tutor). \"I'm not a trained Augmenter. I can't create Augments!\" Of course you can't. You're a warrior! You don't need to create your own Augments. Simply buy them from us! There are professional Augmenters all across the world. And our merchandise is for sale from shopkeepers everywhere!\n\n\"But Corinth,\" I imagine you saying (while sniveling like a child). \"Even if I purchased an Augment, I couldn't install that Augment!\" That is correct. You should <i>never</i> try to install an Augment yourself! Doing so could cause a tremendous explosion, and in rare cases horrific transformation. Instead, visit your local weapons or armor shop. Most shopkeepers have been trained in Augment installation, and can install it for a small fee.\n\n\"But Corinth,\" I hear you say, hopping up and down and flailing your arms. \"There are so many Augments to choose from! What if I install the wrong Augment and change my mind? I'm paralyzed with doubt!\" While it is true that removing an Augment is difficult -- too tricky for the average bumbling shopkeeper -- you can seek out a professional Augmenter to help you remove it. The old Augment will be destroyed, but your weapon or armor will be fine, and you'll be able to install a different Augment in it.\n\n\"But Corinth,\" I hear you say. However, I have had enough of your gibbering. The time for complaints is over! Become the best warrior you can be: go and buy some Augments right now!",
		"Title": "Augments for Everyone",
		"Visibility": "HiddenUntilFound"
	},
	"Book_136": {
		"Category": "Gods",
		"InternalName": "TheSagesLecternVol1",
		"IsClientLocal": true,
		"Keywords": [
			"Loot"
		],
		"LocationHint": "Found in monster loot",
		"Text": "<i>Welcome to the first installment of The Sage's Lectern. I'm Reginald the Pretty Good Mage -- formerly known as Reginald the Archmage, but that's a separate topic. Some volumes will be travelogues, while others, such as this one, will be interviews. For this first volume I've arranged something very special: an interview with Ormorek, God of Bitterness!</i>\n\n<i>I should disclose that I paid for this interview, and it was not cheap: Ormorek would only give an interview if I agreed to replace the roof of his favorite bar. When I agreed to this price, I did not realize the roof was made of one incredibly thick piece of stone. Since it is in New Aufghel's historical district, the bar's appearance could not be changed, so I needed to have a new roof delivered. Needless to say it cost quite a bit of money. But I'm sure I'll eventually make the millions of Councils back on the long-tail sales of this epic interview! (That's a writer's joke.) So without further ado:</i>\n\n<h1>Interview with Ormorek</h1>\n\nI entered the bar and took the stairs to the upper floor. The Bloated Pony looks like a typical dwarven neighborhood bar but it's located in the business district, pretty far from any homes. The regulars range from businessdwarves and moneylenders to simple cleaners and mechanists -- all the people who work in the area. To my human eyes it looked like a collection of dwarven stereotypes.\n\nOrmorek sat at the bar, his very short beard the only thing that distinguished him from a dozen other gnarled old dwarves. A bouncer stood nearby, always watching. Ormorek does not like tourists, fans, lookie-loos, or frankly anyone at all. But he seemed well-liked by the regulars here. I sat down at the bar next to him in a spot he'd kept open for me.\n\nOrmorek: you're back. So you've agreed to my price?\n\nReginald: yes... I suppose so. Assuming this interview has some revealing pieces of knowledge, you've got a deal.\n\nOrmorek: Good. I owe Wilker a favor, and you're delivering it. If we don't get a new roof soon, the safety fines will put this place out of business. <i>(Here I looked up at the ceiling in concern.)</i> Oh, don't be a twat. This roof could last for years to come, but it's not earthquake-proof anymore. Unless there's an earthquake, you'll be fine. So go ahead, let's get this over with. Wilker, pour him a beer. \n\n<i>(Wilker One-Tooth, the bartender and owner, poured me a tall glass of the only beer on tap. I found it incredibly bitter and alcoholic.) </i>\n\nReginald: Wow... that's bitter. And after the first sip hits you, the aftertaste is a whole new kind of bitter!\n\nOrmorek: It's why I drink here.\n\nReginald: Okay. So my first question is, how did you go from being God of Dwarves to --\n\nOrmorek: -- no questions about how I ended up the god of shite! Have some respect!\n\nReginald: Oh. Uh. <i>(I leafed through my notes. Most of my questions were about that very topic.)</i> Well, can you give me the scoop on other gods?\n\n<i>(Ormorek sighed, nodded, and downed his beer.)</i>\n\nReginald: Tell me about Harukita. He's the leader of the Chalice Gods, right? Can you give me some insights on him?\n\nOrmorek: He's a dick. He wants to literally destroy this entire world. What else is there to know?\n\nReginald: He's the god of Hate, but I've heard he can be friendly at times. I guess I just don't understand him.\n\nOrmorek: He's never fucking friendly! It's you daft humans spreading that idiocy! Just because a god says hello and doesn't smite you dead, that doesn't mean he's your friend!\n\nReginald: Well, I mean Necromancers of all races have been known to --\n\nOrmorek: He's a dick sandwich. Next question.\n\nReginald: How about his brother Kajich?\n\nOrmorek: Another dick. <i>(Ormorek sighed again, collected his thoughts, and signaled for another beer.)</i> Look. This goes for Harukita and Kajich both: if a god's avatar is a skellington, he's a dick! Why ya think they look like that? They're screamin' \"Hey, I'm a huge twat! You should stay away from me!\" And before you ask, the third brother's a dick too. But ... not <i>quite</i> as bad, I guess.\n\nReginald: You're referring to Tuvillus? He's interesting because of his dual nature: his Jealousy aspect is an incredibly beautiful elven man, and his Greed aspect is this huge, bloated...\n\nOrmorek: Those are just his two Avatars. He's got two different-lookin' physical bodies but it's the same arsehole inside each of 'em!\n\nReginald: Fair enough. You said Tuvillus isn't quite as bad as his brothers. Can you help me understand why?\n\nOrmorek: He and Ilth Hale at least take care of their... their creations.\n\nReginald: You mean vampires.\n\nOrmorek: Among other things. Look, I don't want to talk about Chalice anymore. What else you got?\n\nReginald: Um... Hm. <i>(That wiped out the rest of my prepared questions.)</i> Look, I just need a scoop! Something new, something mortals don't know yet. What can you share with my readers?\n\nOrmorek: A scoop? Life is stupid, and you should give up. There, that's all the wisdom mortals need. This was a dumb idea. Just get outta here.\n\nReginald: But our deal...\n\nOrmorek: Deal's off! \n\n<i>(The bartender tried to interject.)</i>\n\nWilker: But I can't stay open even another month! We need to start the repairs...\n\nOrmorek: I don't care. Not doin' this. Get the fuck outta here, human! Go! I can still smite people, ya know!\n\n<i>(The bouncer was behind me in an instant, her meaty hands on my shoulders. I sighed and let myself be escorted out. But as I was leaving, an old dwarf caught my eye and nodded cryptically. I waited outside the bar, and sure enough, after a few minutes he stepped out. As I soon learned, his name was Rulgirt.)</i>\n\nRulgirt: You are a terrible interviewer. You still want that \"scoop\" of knowledge?\n\nReginald: Yes.\n\nRulgirt: If I get you a scoopful, will you honor your deal with Ormorek?\n\nReginald: Okay. Sure. If it's new knowledge worth printing, I'll pay for the bar repairs.\n\nRulgirt: Then take this. Stay up til midnight, then drink it. Be lyin' down when you do, you'll be asleep fast. You want to find me in your dreams, right?\n\nReginald: Um, what?\n\nRulgirt: Say yes.\n\nReginald: Yes?\n\nRulgirt: I want to find you, too. So it's a pact, then, human. I'll see you tonight.\n\n<i>(Rulgirt nodded curtly, then shuffled back into the bar, leaving me with a vial of blue liquid.)</i>\n\n <i>Stay tuned for the next issue, in which I actually get my scoop!</i>",
		"Title": "The Sage's Lectern, Vol 1",
		"Visibility": "HiddenUntilFound"
	},
	"Book_137": {
		"Category": "Gods",
		"InternalName": "TheSagesLecternVol2",
		"IsClientLocal": true,
		"Keywords": [
			"Loot"
		],
		"LocationHint": "Found in monster loot",
		"Text": "<i>Hello again. I'm Reginald the Pretty Good Mage -- you may remember me from my time as Reginald the Archmage. This is the second installment of my newsletter, The Sage's Lectern. In the last installment, I tried to interview Ormorek, the dwarven God of Bitterness, but it did not go well. As I was leaving that interview, an old dwarf offered to give me something good to write about. I agreed to \"meet him in my dreams.\"</i>\n\n---\n\nI lay on the itchy bed, staring at the blue vial of liquid that Rulgirt had given me. Dwarven inns aren't the most comfortable places for humans. The stone walls are damp and cold, and the fireplace only seems to warm the air without drying it out, so the room feels moist and sticky. I'd had a hard time sleeping the past night... but this potion would knock me out fast. It was about midnight, I guessed... time to drink. \n\nI'd had time to analyze the potion with my travel-sized alchemy lab, so I knew it was just a Drowsy Time potion. Completely harmless. But I didn't know what to expect after that. I was starting to get nervous, so I quickly downed the stuff and closed my eyes. I was asleep within a minute.\n\n---\n\n\"Human! Reginald! Over here. Hurry up, my shift's startin' soon.\" I knew this was Rulgirt's voice, but all I could see was fog. Then the old dwarf appeared out of the mist. \"Come on. Stick close ta me, or you'll end up in your own personal dream fantasy.\"\n\nSo it was true: I as in Miraverre's dream realm! I'd read stories of it, but never been here. At least, not that I remembered. I followed the swiftly-moving dwarf through the fog, staying as close as possible. The fog was so thick that if he got more than a few feet away, I couldn't see him anymore. \"This is the dream realm! Do all sleeping people come here?\"\n\nI heard the dwarf snort. \"No, 'course not! There's billions of sleepers an' only a few million in here. Most people dream in their beds. But sometimes they dream here instead. There's a cord, an' astral cord, she calls it, that can lead people here.\"\n\nNo doubt \"she\" would be Miraverre, the Goddess of Sleep and Dreams. An astral cord to the dream realm? That's long been hypothesized by sages but never confirmed. This nugget of information alone was worth a hefty sum. But I desperately wanted more. \"So is this place the reason we dream? Or do dreamers just happen to come here?\"\n\n\"People dream regardless. This place exists BECAUSE they dream. Miraverre is made of dreamstuff. She does her best to make dreams restful, enjoyable, all that. But it don't always work out.\"\n\nRulgirt moved just a bit out of sight, and I suddenly felt cold cobbles under my feet. I realized I was barefoot. And naked. The fog was drifting away and there were people here: hundreds of people, staring at me, aghast at my nakedness. I recognized the teachers I'd failed, and people I'd killed, and some I'd betrayed. My closest friend, Sylvia, stood in front of me, her arms folded, an uncharacteristic snarl on her face. Completely unrealistic: if the real Sylvia had been that angry, she'd be in wolf form. I knew it was a dream... but it felt completely real.\n\nI realized suddenly that Rulgirt was here too. He was dressed in thick leather armor and had a comically large axe over his shoulder. \"Looks like yer carrying' a lot of shame and fear around, human. Here.\" He handed me my own bathrobe, and as I put it on, Rulgirt waved at the air in front of me, causing all the people to break up and waft away as if they were made of smoke. Even the cobbles faded away, and I soon began to wonder what I was walking on... and then there really was nothing under me at all. I was falling, screaming, trying and failing to cast the spell of slow-fall... then Rulgirt caught my hand.\n\n\"Ya stupid git! Yer gonna wake up! Do ya want your 'scoopful' or not?\"\n\n\"I didn't mean to... Where are we now?\" We were standing atop a great wall that stretched off in two directions as far as I could see, seeming to bisect the world. On one side of the wall was gray fog. As I looked down at the massive fog bank below, I spotted glints of light, explosions, and other brief interjections in the faceless gray -- dreamers having adventures. So this is what the Dream Fog looked like. \n\nI looked over the other side of the wall, and saw only darkness, as on a moonless night. But I suddenly made out a creature scaling the dark side of the wall, and it didn't look friendly. Dressed in black armor, and with huge hooks for hands, it was slowly working its way up. \"Over here,\" I called to Rulgirt. He'd already seen it.\n\n\"Shit! They're attacking this early? I've got this one. Run to the tower. That way.\" He pointed to my left. \"Tell Freyka I sent you! I'll be there in a minute. Go!\" He hefted his battle-axe. It seemed impossibly large in his gnarled old hands, but he swung it with ease. I decided to take his instruction.\n\nThe wall was perhaps eight feet wide and made of mortared stone, so it was easy to run across the top. That meant that attackers would be able to run across it, too. I sprinted in the direction Rulgirt had pointed me. I could make out a tower built into the wall... but it was a mile away. As I ran, I could hear noises coming from the dark side of the wall. They didn't sound comforting, but all I could see were shadows. I tried to take in as many details as I could of the world around me, but they didn't make much sense. Was it day or night? The sky was black, without stars or moon or sun. But everything was well-lit as if by daylight... except on the other side of the wall, where it wasn't. I felt the warm wind on my face as I ran. Or was it cold wind? Yes, cold. But I was sweating, so it must be warm. And then it was warm again.\n\nI realized I could change reality here, at least a bit. As I ran across the wall to the tower, I experimented with this power. I gave myself clothes, my hat, even my trusty battle-staff, which in reality was back at home. But when I tried to change the wall itself, I couldn't. It was real. Or at least, more real than I was, here.\n\nThere was a blast behind me, and I turned to see a black dragon-like creature breathing flame out of the darkness. It was blasting a person back there in the distance -- no doubt Rulgirt. I felt my heart sink, but then Rulgirt tossed aside a massive shield and flung his axe at the creature. The axe struck true, and the creature screamed and retreated... and the axe flew right back into his hand. Rulgirt ran toward me, and I waited to see if he needed help, but when he caught up to me he just kept sprinting. \"Run, moron!\" So we ran to the tower. I was surprised to find myself not terribly tired from all the sprinting. The air was clean and cool. I felt good.\n\nThe tower loomed fifty feet above the wall. It was huge, hundreds of feet wide. The wall seemed to run right through the tower and out the other side. As we approached, a lady dwarf shouted down to us. \"What's that behind ya? Get down, I got him!\" she aimed a massive crossbow.\n\n\"No! He's a friend!\" shouted Rulgirt. \"This is Reginald the Arch-Mage! He's dreamin'!\"\n\n\"Bullshit! I heard he died! Twice!\"\n\n\"No I didn't,\" I shouted back. Well, once, sort of, but...\n\n\"Well all right then! We could use some fireballs up here!\"\n\nThat made my heart sink. I'm not the arch-mage I once was. But before I could explain, Rulgirt pulled me into the huge wooden door of the tower and slammed it behind us. The inside of the tower was lit by torches. It seemed almost cozy. In a moment the other dwarf, Freyka, was there. \"Larabelle's gone.\"\n\nRulgirt scrunched up his face in disbelief. \"What the hell coulda woken her up? She's been at this for forty years!\"\n\n\"No... she died yesterday. I tried to get the word out, but...\"\n\n\"What! Larabelle's dead?!\"\n\nFreyka nodded. She took his hand. \"Just old age, hun. Nothing sinister.\" For a moment, I could see just how old Rulgirt was. His posture slumped. His axe hit the stone floor with with a thud. Then he straightened himself and cussed under his breath.\n\nFreyka was no young dwarf herself. She moved swiftly, but her face was a ball of wrinkles. \"We mourn tomorrow. The Worm's sensed weakness. It's sending a whole battalion of nightmares. I've got Tremund coming in. And the eastern wall is safe. You go back the way you came. I'll take our arch-mage up top, get him started, then head the other way. We can do this.\"\n\nRulgirt picked up his axe and opened the door we'd come through. \"'Course we can fucking do this! For Larabelle!\" and then he was gone. Freyka took my hand and pulled me out of the cozy room, up stairs, and back out into the daylight at the top of the tower. Auto-ballistae were firing down into the darkness. Freya ran to each one, loading another magazine of ammunition from a nearby stack.\n\nI wanted to study the ballistae -- real state-of-the-art dwarven ballistae are highly secretive. But Freyka pushed me toward the tower's edge. \"If you see something coming out of the dark, and the ballista doesn't stop it, KILL IT! I'll be back in a bit. Don't let this tower be overrun! Those things are creations of Gulagra. They'll invade peoples' dreams and take their minds.\" She headed toward the stairs, but I grabbed her by the shoulder. She looked startled and annoyed at my hand.\n\n\"I'm not the arch-mage I once was. I have two or three fireballs in me, tops.\" I've learned how to be smarter than my enemies because I can't match them in brute power anymore. \"I can still do some amazing Wards, though. I can ward this entire tower top. Can you can guard it for five minutes?\"\n\nFreyka rolled her eyes. \"This is the Dream Realm! Stop that,\" she said, this part more gently. I'd already started making a circle of salt along the crenellations, but stopped. She smiled a wrinkly smile. \"Look, I get it, you're all washed up.\" I stiffened at that. \"No, look, I'm washed up too. I'm two hundred and eight! I could drop dead any minute! But I remember what it feels like to be powerful. Do you remember what you used to feel like?\"\n\n\"Oh yes.\" A shiver ran down my spine. How could I ever forget?\n\n\"Then feel that way again, and go SHOOT SOME FUCKING FIREBALLS! I've got work to do!\" And she was gone down the stairs.\n\nTwo of the auto-ballistae were firing at something climbing the wall nearby. I ran over to the edge and peered out: another creature. Maybe a serpent-man? It was hard to tell. But it had huge bolts in its side and didn't seem to care. \"Okay. Feel like I was a kid again. Here goes.\" I summoned a fireball and tossed it at the creature. It hit! But the thing was unfazed.\n\n\"Wait... I'm not tired by that at all!\" I began throwing more and more fireballs. I felt fine. My mana reserves were replenishing as fast as I spent them. I remember shouting \"I'm an arch-mage again!\" The fireballs weren't having much effect, though, so I stepped back and began a fancier spell. Hopefully the walls could handle it... there was a loud burning sound in the sky above the creature, and then thousands of pounds of boulders fell onto it, sending it hurtling back through the dark. The wall was covered in rocks, but otherwise unharmed. Dwarven engineering at its best, I supposed.\n\nBut there were many more creatures coming. There were dozens at first -- and I found I could handle dozens. But after an hour or so, the dozens had turned to hundreds, and the ballistae had run out of ammunition, there was no sign of help, and I wasn't fast enough to drive all the beasts back. And I was starting to feel tired. Even an arch-mage has limits. \"I need to be smarter. Smart AND powerful.\" I've learned things that young-me couldn't have even dreamt of... yes, that was it. A Will-ward!\n\nI am quite proud of my work advancing the science of Wards, and I'm still quite good at casting them. Wards allow me to travel safely and protect my possessions even when I can't work much magic. But my greatest Ward inventions are too costly for me to cast. Will-wards are one such invention: they're directly augmented by the caster's magical energies. I'd never been able to keep one up for long, or expand it beyond a few yards. But this was the Dream Realm.\n\nI leaned into the power reserves hidden in my magic staff, and used it to light huge firewalls atop the stone walls as far as I could. That would have to hold them off. Then I summoned a golem and handed it a bag of salt, and we got to work creating the ward. It didn't need to be large: I just warded a small circle around myself. I would make it larger.\n\nI knew the firewalls were dying out, but you can't hurry wards. It took a minute, but then I felt the familiar hum. I was surrounded in a bubble of invisible force. Now it was time to give it some juice. With a deep breath, I expanded the bubble. First I encompassed the whole top of the tower -- which wasn't too hard. Then I took a deep breath and expanded it again. The bubble was becoming visible as a yellowish field of crackling energy. It began to encompass the walls, which were unharmed, but when the bubble came in contact with one of the creatures, it flung them off the wall and sent them falling into the darkness.\n\nI took another deep breath and expanded the ward again. This was its theoretical maximum: almost a quarter-mile wide. Then I expanded it again, and then again. I leaned on my staff, shaking with exertion. The bubble encompassed everything I could see. I just had to keep it from popping.\n\nBut I didn't have to hold it for long. Or at least, it didn't seem like a long time. Soon the darkness began to fade, and both sides of the wall had the same gray fog. I let the bubble burst and collapsed. I think I fell asleep then, and I woke up back in the inn. The fireplace had almost gone out. I added another log and began writing everything down. I knew the memories wouldn't last long.\n\n---\n\nThere was a knock on my door, and I woke up with a shock. I'd fallen asleep while writing and spilled ink everywhere. I cursed and tried to blot it up while the knocking continued. \"Just a minute! Um, come in!\"\n\nThe door opened a crack and the kindly proprietor of the inn appeared. \"Sorry to bug ya this early in the morning, but you've got a visitor. Shall I tell him to come back later?\"\n\n\"No, no... it's fine. I'll be out in a minute.\"\n\nShe closed the door and I got dressed. My hands were stained with ink, but my notes were still legible. I was much relieved, because my memories of the Dream Realm had already become hazy.\n\nIn the inn's little foyer sat Rulgirt. He smiled when he saw me. \"You did good. I didn't plan that. I wanted to give ya a tour, not put ya to work. Did you get your scoops of knowledge?\n\n\"Yes. I got quite a scoop.\"\n\nRulgirt beckoned me over, and handed me a pendant. It was a tiny piece of stone on a chain. I could feel a faint magic in it... It was a bit of dream-stone, somehow brought into the real world. \"If you're willing, we'd be pleased to have you in the Dream Keepers. Don't worry, just in the reserves! If you go to sleep wearing that and we need your help, we'll be able to call ya. Don't wear it if you've gotta be somewhere the next day, though. I bet you're feeling last night, eh?\"\n\nI was indeed. \"That was exhausting. I guess I will accept this honor, but I don't know how often I could do THAT.\"\n\nHe nodded. \"Yeah. It's usually easier. But sometimes it's not. Look, the Dream Keepers've been secret a long time. But I think its time people knew about us. I was one of the founding members, almost fifty years ago, so I get to decide.\"\n\n\"Those were Gulagra's creations in there. Gulagra is in Miraverre's realm! That's where he's been hiding!\" Gulagra hasn't been seen in our world in a long time.\n\n\"Not exactly, no. He lives in another place. But about a thousand years ago he tore a hole into the Dream Realm. It's how he drives people insane in their sleep, makes them his minions. Miraverre is constantly fighting to close the tear, but she hasn't managed it yet. And so fifty years ago she called on her old friend Ormorek for help.\"\n\nThe history books say that Miraverre and Ormorek were close friends before the God War, but that version of Ormorek was basically a different god, the God of Dwarves. Now Umrad is the God of Dwarves, and Ormorek is just the God of Bitterness. It made no sense to call on him. \"Why didn't she contact Dreva? Or Arisetsu? Or...\"\n\n\"Look, godly politics are complicated. And,\" here he hesitated, choosing his words carefully. \"Since the big god-war, Miraverre don't exactly get out much. But anyway, when this first happened she called on Arisetsu for help. And for hundreds of years that's all it took: whenever the old Worm burst the hole open again, Arisetsu would come weld it shut again within a few days. But fifty years ago, he attacked when Arisetsu was busy. So in a panic, Miraverre called on her closest friend, Ormorek. And it broke his heart all over again.\"\n\nI nodded with understanding. I knew what it felt like when a friend is in dire need of your help and you just can't help them anymore.\n\n\"So anyway, one day when we come into the Bloated Pony, Ormorek's in there wailin' about how he's let his one true love down and all this shite. So some of us regulars decided to fix it. Got some engineers, a couple sages, a bunch of warriors, and we got to it. We've been making walls all around the tear. It's nearly done, just another few years and we'll start the roof. Even Gulagra can't get through our dream-walls! We'll keep him contained in there forever. So tell your readers: we don't need their help, or their pity, or their concern. We've got this. We're proud of it. We've saved the sanity of countless people.\"\n\n\"And you did it in Ormorek's name.\"\n\nThe old dwarf smiled a cryptic smile. \"That we did. We told Miraverre he'd sent us. She's been pretty happy for the help.\"\n\n\"Does Ormorek know?\"\n\n\"Of course he does. He told us to cut it out. Made all kinds of bitching and moaning. But I think he's proud. And ... you know how gods are made up of their connections to the world? Well, we're some of his connections. And we're doing great stuff, which is slowly making Ormorek feel better. Hell, he *almost* gave a human an interview!\" The dwarf laughed at his own joke, then stood up.\n\n\"I gotta get some sleep. We had to call in a bunch of reserves yesterday. A few of the young'uns are still in there, cleaning up some strays that got through. But you held Tower 4 all by yourself! Pretty impressive for a human. And Freyka says thanks too. Are you staying in town another day?\"\n\n\"I could.\"\n\n\"Tonight we'll have a wake for Larabelle. She was one of our strongest, but Vol comes for everyone eventually. You can come to her wake if you want.\"\n\n\"I'll be there.\"\n\nHe nodded and left the inn, and I stumbled back to bed.",
		"Title": "The Sage's Lectern, Vol 2",
		"Visibility": "HiddenUntilFound"
	},
	"Book_138": {
		"Category": "Gods",
		"InternalName": "TheOriginOfTastsPack",
		"IsClientLocal": false,
		"Keywords": [ ],
		"LocationHint": "Found in random loot",
		"Title": "The Origin of 'Tast's Pack'",
		"Visibility": "GhostedUntilFound"
	},
	"Book_139": {
		"Category": "History",
		"InternalName": "WelcomeToSunVale",
		"IsClientLocal": true,
		"Keywords": [
			"AreaSunVale"
		],
		"LocationHint": "-",
		"Text": " Welcome to the Sun Vale Resort! We hope that your stay with us is full of delight. Let's answer the most common questions about the island! If your questions aren't covered, please ask the concierge, who will be happy to slake your curiosity!\n\n<b>About the Name \"Sun Vale\"</b>\n\nThe ancient Elvish name of this island chain is Arasimorra Aris, which translates into Human as \"Sun's Archipelago\" or perhaps \"Sun's Island\". So it's natural to wonder why the Human name is \"Sun Vale.\" The answer? Trolls! The trolls that first inhabited the large island called it Sun Vale, and they even claimed the name was chosen by their troll god! Out of respect for the trolls (and their massive clubs), sages deferred to their name choice. And the name has stuck for thousands of years!\n\n<b>No Scary Fairies</b>\n\nThe largest island was once home to a \"portal\" to the fae realm, which allowed fae creatures entry to our world. This portal is long dormant and no fairies live there now, but many varieties of fae plants and animals can still be found. Because these creatures are quite dangerous, we cannot allow visitors on the large island. It would be an ecological disaster if some of these creatures ever found their way to other islands, or even worse, to Verta's mainland! However, the smaller island that you're on now is perfectly safe.\n\n<b>Friendly Frog People</b>\n\nYou may spot amusing frog-creatures on the beach. These people are called Ranalon, and they're quite common across the ocean in Fosulf. This particular tribe of Ranalon have proven to be friendly, curious, and articulate. We've entered into a mutual safety agreement with them, so there's no reason for fear. They all speak fluent Human, so if you see one, say hi! We even have a resident Ranalon on hotel staff. You can meet Puffy Ben during our daily walking tours.\n\n<b>Reef Tours</b>\n\nThere are three distinct coral reefs here, each more beautiful than the last. These reefs glow with a haunting light that must be seen to be believed! It's so bright that it can easily be enjoyed from our tour boats at night. The tour departs promptly at dusk every evening.\n\nIf you're an experienced diver, speak with our concierge about current diving opportunities. In addition to the beautiful reefs, you may also have an opportunity to see the local Ranalon as they work on their massive \"undersea bridges\". You've never seen stonework this beautiful from such primitive creatures!",
		"Title": "Welcome to Sun Vale",
		"Visibility": "HiddenUntilFound"
	},
	"Book_140": {
		"Category": "Misc",
		"InternalName": "SpiritFoxGuide",
		"IsClientLocal": true,
		"Keywords": [
			"AreaCave2"
		],
		"LocationHint": "Discovered as part of a horrific curse",
		"Text": " <h1>Can You Hear Me?</h1> I'm speaking to you from the distant past! Can you hear me? I'm going to assume you can!\n\nYou gave a spirit stone to a talking fox, and now you're a talking fox yourself. You have questions. Every spirit fox has questions. That's why I'm creating this message! Every future fox should hear this, if I've done it right! Here's what you need to know.\n\n<h1>What Is a Spirit Fox?</h1> You're a nature spirit now. You're not a mortal. You probably can't die. Try it! You'll find that in one way or another, you happen to not die. It's very convenient! But remember, your fox body is made of flesh and bone, and it's precious. It can survive quite a lot of abuse, but it will eventually wear out. \n\nYou're in your Young Fox phase, so enjoy yourself! But some day you'll wake up and realize you're partially transparent. Don't freak out. That's just your physical body dying. \n\nBeing immaterial makes a lot of fun activities impractical, and most of us become pretty depressed at this point. But just hang on for a few thousand years, because you'll eventually develop a lot of great powers that circumvent some of these limitations.\n\n<h1>How To Stop Being a Spirit Fox</h1> You already know how to cure this curse: you just need someone to give you a spirit stone! They'll become a fox, and you'll be free!\n\nIf you do this within a decade or two, you'll actually return to your old mortal body. But soon enough your old form will be gone forever. In that case, when you stop being a spirit fox, you'll just... stop being. Some of us eventually decide that we've had enough of existing. Others are tricked into holding a spirit stone by clever mortals. Either way, that's the end.\n\n<h1>Seek Awakened Foxes</h1> There aren't very many spirit foxes in the world, so you aren't likely to meet many of us. But there are tons of mortal foxes with magical powers! Perhaps these foxes are the offspring of a spirit fox... or perhaps foxes are just naturally gifted spirit mediums. Either way, mortal mages have been taking advantage of foxes for years: they turn them into Familiars and enslave them for their power.\n\nMages use an Awakening ritual on these foxes, so most of them can speak! Smart ones may be able to teach you magical techniques. Of course, in a few decades you'll know more than any mortal fox could teach you. But for now, they're your best teachers.\n\n<h1>Beware of Godlings!</h1> As a Class 5 nature spirit, you have a new natural predator: Class 4 nature spirits! And also... other Class 5 nature spirits! And also: certain dickish Class 3 nature spirits! They all want to absorb you to increase their own power.\n\nAvoid interacting with ANY nature spirits for your first few centuries! You'll be so weak that even a small forest's guardian spirit could eat you. You should especially watch out for orc and goblin towns with demigod protectors. Demigods are nature spirits, too! They often have weapons that could permanently destroy you.\n\nGods, godlings, demigods... these are all just words for what you are! You are among the weakest and most vulnerable of all nature spirits, but you're still a nature spirit, a spark of godhood! If you can survive for a few thousand years, you'll grow and become something more than just a fox! \n\n... Or, more likely, you won't. If the weight of existence becomes too heavy, you can always trick some poor mortal into giving you a spirit stone.\n\n As a nature spirit, there are lots of other rules and restrictions you should be aware of... but I think you'll figure the rest out on your own. Or die trying!\n\nHave fun!",
		"Title": "So You're a Spirit Fox",
		"Visibility": "HiddenUntilFound"
	},
	"Book_141": {
		"Category": "Gods",
		"InternalName": "NecromancyIntro",
		"IsClientLocal": true,
		"Keywords": [ ],
		"LocationHint": "Placed directly into Necromancers' minds",
		"Text": "<h1>Commandments from Harukita</h1>\n\nThose who betray you.\n\nThose who defy you.\n\nThose who disappoint you.\n\nThose who belittle you.\n\nThey are your enemy, and I am your ally! If your hate is pure and strong, I will help you crush your enemies! You need simply make an offering to me.\n\nWith hate in your heart, strike someone down. \n\nWith a knife of pure ivory, cut them open and inscribe my symbols into their flesh. I will guide your blade. You will know what to do.\n\nTake their bodily fluids. Seek a graveyard at night.\n\nBathe in their blood and recite my words. I will guide your tongue. You will know what to say.\n\nMake offerings to me and you will be rewarded with power over the dead!\n\nWield my medallion, the gem of necromancy, to turn your hatred into raw destruction! Use this power to kill the living and destroy your foes!\n\nFail me in life, and you will serve me in death.",
		"Title": "Commandments from Harukita",
		"Visibility": "HiddenUntilFound"
	},
	"Book_142": {
		"Category": "Misc",
		"InternalName": "FairyMessageToTheWinterQueen",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": " Your Majesty,\n\nPlease accept delivery of your new army. As I hoped, I was able to rectify some issues with your troops' anatomy through judicious craftwork.\n\nYour new soldiers will be loyal to you unto death. They will self-replicate when they have eaten enough meat... and to them, everything is meat! I hope that these creatures have fully justified our two-year agreement.\n\nBut I must confess that although these new troops will no doubt destroy your enemies, they are rather hideous to behold. I have a new idea for a creature. It will be less grotesque, yet far more powerful! I need two more years, and some of your most expendable dog-beasts. Please let me know quickly, for our original two-year time period ends soon.\n\nYour humble servant,\n\n- Dalvos the Creator",
		"Title": "Message-Comb to the Winter Queen",
		"Visibility": "HiddenUntilFound"
	},
	"Book_143": {
		"Category": "Misc",
		"InternalName": "FairyMessageToDalvos",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": " Dalvos, your horrible army is a delight to inflict upon my enemies. I especially appreciate that their shrieks of despair continue even as they eat gluttonously, even as they replicate, even when they sleep. Your work is splendid and I shall remain your patron.\n\nYour world will be left free for two more of its cycles. In exchange, you will create an army even more wondrous than this. And should you succeed... I may have use of you in my Court.\n\n- The Queen",
		"Title": "Message-Comb to Dalvos",
		"Visibility": "HiddenUntilFound"
	},
	"Book_144": {
		"Category": "Misc",
		"InternalName": "GolfGuide",
		"IsClientLocal": true,
		"Keywords": [ ],
		"LocationHint": "Received from a golf caddy golem",
		"Text": "<i>Note: this is a guide to the elegant dwarven game of golf. It is not to be confused with human golf (which involves hitting balls with sticks) or goblin golf (which involves cruelty to bears) or the unspeakably perverted elven golf.</i>\n\nIn golf, players kick a massive boulder towards a designated target. The boulder must weight at least 3 stone, and it is against the rules for your boulder to leave the ground: that is, <i>punting</i> the boulder is forbidden. Golf is about kicking!\n\nEach ball lasts for 20 kicks (usually -- some courses vary this). After that number of kicks, if the ball isn't at the goal, it explodes and you must start over with a new ball. If you manage to get the ball to the goal, your score for that hole is the number of kicks the ball had remaining. (For instance, if you had 5 kicks left, your score for the hole would be 5.)\n\nIn casual games of golf -- and even casual golf tournaments! -- you may attempt each hole as many times as you wish. You may repeat any time, and start over any time, limited only by your patience and your shin-pain threshold. Only your best score for each hole counts, so you are mainly competing against yourself! (They say Strekios loves golf, and this is why!)\n\nBut remember that your score isn't considered \"valid\" until you've earned a score for every hole! Don't get too caught up repeating any individual hole until you've completed all the holes at least once.\n\nEach tournament's prize structure varies wildly; always speak with the tournament organizer for the details!\n\n<b>Tips:</b> - Here's the secret to aiming: imagine a line between you and the ball. When you kick, the ball will continue that line. This means the direction you're facing doesn't matter. You can turn sideways, or even shoot backwards, but that won't affect the ball's direction at all! Only your position, relative to the ball's position, matters. Oh and also the English you put on the kick, of course.\n\n- Remember that you get unlimited retries! If your ball is well and truly stuck, just abandon it. Speak to the caddy to start over.\n\n- English can move the ball quite dramatically. If you're serious about using English well, you may want to spend a while experimenting with how it works.",
		"Title": "Golf Guide",
		"Visibility": "HiddenUntilFound"
	},
	"Book_145": {
		"Category": "Misc",
		"InternalName": "BasicsOfAnimalHusbandry",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": "<h1>Basics of Animal Husbandry</h1> Animal Husbandry is the art and science of caring for and breeding animals - specifically pets! This is a complicated topic, and it will take time to master -- but there are a few basic concepts that will help you get started.\n\n<h1>Traits That Matter In Animal Husbandry</h1> In your career as an animal handler, You've no doubt learned all about traits like Toughness and Ferocity. But husbandry focuses on other traits, with the most important being <b>Virility</b>. Highly virile pets are more likely to successfully breed. There's another, more surprising effect of virility: it can change the chances of having a male or female baby. If a highly virile father mates with a low-virility mother, the offspring is more likely to be male. (And vice versa with a high-virility mother and a low-virility father.)\n\nEnthusiasm helps determine the length of time it takes to breed. If both pets are friendly, breeding can be quite fast, but if they're unfriendly, it can take many hours.\n\nThe mating fee is modified by the pets' Friendliness. Unfriendly pets are more difficult to handle, so stablemasters charge more. However, as you become more experienced in Animal Husbandry, this becomes less relevant, because you'll learn to train unfriendly pets to behave well.\n\nIntelligence also has a surprising effect when breeding. When you breed two creatures that aren't the same species, but have compatible genetics - like a bee and a wasp - the offspring will be either a bee or a wasp. The intelligence of the parents affects which type of offspring you get: higher Intelligence gives a higher chance for that species.\n\n<h1>Breeding Pets</h1> Work with a trained stablemaster to breed your pets. You'll select an eligible male and female, and the stablemaster will keep an eye on the pair for you, even completing the necessary registration forms... for a fee, of course! Once mating begins, you can check their status by viewing the stables. While the pets are mating, they'll be shown with the status of \"Mating\". If mating is successful, the female will transition to \"Pregnant\" status and the male to \"Recovering\" status. A stable-slot will be automatically reserved for the baby, so it has somewhere to live when it arrives!\n\nThe chance of successful breeding mostly depends on the pets' Virility, but there are four other factors. First, if the pets are of different species, the chance of success is lower. Second, if your Animal Husbandry skill is high, this improves the odds slightly. Third, there are stable items you can use to improve the odds. (Use them on the pet right before beginning the breeding session.) And finally, the phase of the moon can also affect success. It's said that breeding during the Full Moon is a little easier, and breeding during the New Moon is a little harder.\n\nThe stablemaster will contact you know when a new baby arrives, or if a breeding session ends unsuccessfully.\n\n<h1>Stable Items</h1> You can use certain items on your pets while they're in the stables. The most commonly-used item is a pet cage. \n\nPet cages are used to transfer a pet for sale. You can only use cages on Unregistered pets -- meaning ones that have never been used for breeding before. And for legal reasons you can only sell pets that you raised from birth: you cannot sell wild-caught animals.\n\nPet cages come in different sizes and styles. Low-quality cages can only keep a pet contained for a short while -- a few days, say. There are higher-quality cages with auto-feeder systems that can keep your pet alive for months at a time, if necessary. But all cages have a time limit! If you wait too long, the pet will escape and go feral, lost forever in the wild.\n\nThere are other types of items to use on pets, but they're species-dependent. For instance, there are certain aphrodesiac waxes you can use on male wasps to make them more attractive to female wasps -- use this sort of item on the male right before starting a mating session.\n\nIn general, consult the item's instruction manual before use.\n\n<h1>Understanding Husbandry States</h1> Every pet in your stable has a \"husbandry state\". Here's a reference to all the states:\n\n<b>Unregistered</b>: these pets have never been used for breeding. (They are either wild-caught, or just-born.)\n\n<b>Pet-Only</b>: these pets have been classified as pet-only, and can never be used for breeding. However, they <i>can</i> be placed in travel cages and sold to others. (If you use a pet cage on an Unregistered pet, they'll become a Pet-Only pet.)\n\n<b>Registered</b>: these pets have been registered for breeding, and are ready to mate. (Note that you don't need to manually register your pets: if you try to breed an Unregistered pet, you'll be prompted to register them automatically.) Registration costs Councils, and newer practicioners tend to have to pay more. Experienced breeders know tricks to avoid some of the fees.\n\n<b>Mating</b>: your pets are currently having sex. This can take anywhere from a few minutes to many hours, depending on the pets' traits. If mating is successful, the male will enter Recovering state, the female will enter Pregnant state, and the baby's stable slot will be reserved automatically. (The baby's slot will be marked as \"In Utero\".)\n\n<b>Pregnant</b>: this is a female that is gestating. (In the case of insects, the female isn't actually \"pregnant\", but is guarding her egg feverishly, and is unavailable for adventuring.) The duration of pregnancy is based on the species. It can also be affected by stable items, to some extent.\n\n<b>Recovering</b>: this is a male that is recovering from sex. (They need a few hours of rest before they're ready for battle ... or more sex.) The recovery time is based on the male's Virility.\n\n<b>In Utero</b>: this is a baby that isn't here yet! (The stable slot is automatically pre-reseerved, to make sure there's room for the baby when it arrives.)\n\n<b>Dormant</b>: this very rare husbandry state indicates that the pet has forgotten about the concepts of sex. This can only happen with very long-lived species. It may be possible to remind a dormant pet about sex somehow, turning it into a Registered pet. But doing so would require a lot of husbandry experience and a strong bond with the pet.",
		"Title": "Basics of Animal Husbandry",
		"Visibility": "HiddenUntilFound"
	},
	"Book_146": {
		"Category": "Misc",
		"InternalName": "PovusTownMechanics",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": " <h1>Helping Povus</h1> Each night (around 8pm game-time) the town of Povus is ravaged by monsters. When you help the town fend off these threats, you gain personal rewards and also help the town recover. Start by lighting the lamps around town. This will help keep the monsters at bay. Once all the lamps in town are lit, visit the town signboard for a reward. You can also start another quest at that time, if you so choose.\n\nThe second quest is chosen randomly. Complete it and return to the signpost for a reward. After that, the quests get a bit harder, and require two players to start. (Both players must interact with the signboard at the same time.) Later quests require 3, 4, and more players, up to a maximum of 6. These later quests are quite deadly and it may behoove you to team up!\n\n<h1>Town Level</h1> The town's current state of disrepair is represented by a level. You can view the town's level from the signboard. The town earns XP when you complete nightly quests, and levels up when its XP bar is full. But there's a catch! Every night, right as the monsters appear, the town <i>loses</i> XP. This can cause its level to drop!\n\nThe town's level determines which villagers and amenities are present. For instance, Povus must be level 3 to activate the forge. Stephie Blackhammer also returns to town when it reaches level 3. These features (and people) disappear again if the town's level drops below their requirement.",
		"Title": "Povus Town System Guide",
		"Visibility": "HiddenUntilFound"
	},
	"Book_147": {
		"Category": "Misc",
		"InternalName": "TheTraitsOfAPet",
		"IsClientLocal": true,
		"Keywords": [ ],
		"Text": "<h1>Prelude: Beginning Animal Handling</h1> Neophyte animal handlers who want to use their pet in combat are often at a loss how to start. Well, that's easy: start by taming a pet. Each kind of pet needs a different taming regimen; talk to your local stablemaster to see what they recommend for your area.\n\nOnce you have a pet, take it into combat situations and let it fight! The important thing is to <i>always feed your pet</i> early on. Even if the pet doesn't seem to need it! This builds your bond with the pet and you'll soon learn other ways of interacting.\n\nAfter you've learned the basics, like teaching your pet to Sic 'Em, it's time to start paying attention to your animals' traits!\n\n<h1>Pet Traits</h1> All pets have their own personalities, character, and quirks. Animal Handlers categorize pets by seven main traits:\n\n<b>Ferocity</b> represents how threatening your pet is to enemies. A higher ferocity means your pet deals more damage with every attack!\n\n<b>Toughness</b> determines the creature's maximum health. Tough creatures hang on to life even when they take brutal punishment.\n\n<b>Ruggedness</b> is the pet's cantankerous spirit. In combat this determines their maximum armor.\n\n<b>Virility</b> has very little effect on the battlefield, but is very important should you choose to branch into Animal Husbandry. Virility is the measure of how much your pet likes to breed, and how successful it is at reproducing. Pets with high virility are more likely to mate successfully, and they recover from breeding more quickly than other pets. Virility can also affect the sex of the offspring: a very virile pet is more likely to produce an offspring of the same sex.\n\n<b>Friendliness</b> helps a pet bond with their current owner. As you care for a pet, you build up a special bond between that specific pet and yourself. A friendly pet will form this bond much quicker than an unfriendly pet. In addition, a friendly pet is more aware of their surroundings, which helps them evade burst attacks.\n\n<b>Enthusiasm</b> is a rough measure of how much your pet craves excitement -- especially the excitement of combat. The more enthusiastic your pet, the more likely they are to really dive in and wallop the enemy, leading to more critical hits. \n\n<b>Intelligence</b> helps the pet make the most of their experience with combat -- they learn more quickly. In addition, intelligent pets are more accurate with their attacks, which is helpful when fighting evasive enemies! Intelligence also has an important but surprising role in Animal Husbandry. When you breed two compatible species - like a bee and a wasp - the offspring will be either a bee or a wasp. The intelligence of the parents directly affects which type of offspring you get.  \n\n<h1>Trait Values</h1> Each of these seven traits can range from 1 (very poor) to 100 (extraordinary). It's possible for a creature to have stats even higher than 100, but since values above 100 don't do anything extra, we represent that as \"100+\". Likewise, it's possible for a pet to be so bad at something that it's trait is less than 1, but numbers below 1 aren't any worse than 1, so we represent that as \"< 1\" (\"less than 1\"). 50 is the \"average\" value for each trait. \n\nTraits are handy when comparing two pets of the same species, but less useful when comparing across species. Let's take Toughness, for instance: a grizzly bear with a Toughness of 1 would have 25% less health than a Grizzly Bear with an average Toughness (of 50). But that Toughness 1 bear might still have more health than a rat with a Toughness of 100! So animal handlers need to learn the ins and outs of each species in order to really make sense of trait numbers.\n\nTraits are determined by the creature's genes, which means they won't change during the pet's lifetime (unless you're an insane wizard practicing illegal magic). So if you're going to train a pet for a particular purpose, it's wise to make sure their traits aren't terrible for that job. For instance, if you want your pet to protect you in combat, you want one with at least an average Toughness rating. But don't get caught in the trap of holding out for a pet with \"perfect\" genes. If you're taming wild animals, most of their genes will be pretty mediocre. You'll never find a perfect creature. And if you wait too long, you'll miss out on a lot of amazing animal partners. \n\nRemember that training will have a much bigger overall impact than the pet's genes! And your bond with the pet is what will truly turn you both into killing machines in battle.",
		"Title": "The Traits of a Pet",
		"Visibility": "HiddenUntilFound"
	}
}