<noinclude><!-- v350 -->
<!-- This section has been added automatically by a bot. Please contact [[User:Alleryn]] (check page history for link to user page with contact info) if you believe this section is in error. -->
[[Category:Xptable]]</noinclude>
{| {{STDT}}
! Level !! Experience !! Total Experience
|-
|1||1000||1000
|-
|2||1000||2000
|-
|3||1000||3000
|-
|4||1000||4000
|-
|5||1000||5000
|-
|6||1000||6000
|-
|7||1000||7000
|-
|8||1000||8000
|-
|9||1000||9000
|-
|10||1000||10000
|-
|11||2000||12000
|-
|12||2000||14000
|-
|13||2000||16000
|-
|14||2000||18000
|-
|15||2000||20000
|-
|16||2000||22000
|-
|17||2000||24000
|-
|18||2000||26000
|-
|19||2000||28000
|-
|20||2000||30000
|-
|21||3000||33000
|-
|22||3000||36000
|-
|23||3000||39000
|-
|24||3000||42000
|-
|25||3000||45000
|-
|26||3000||48000
|-
|27||3000||51000
|-
|28||3000||54000
|-
|29||3000||57000
|-
|30||3000||60000
|-
|31||4000||64000
|-
|32||4000||68000
|-
|33||4000||72000
|-
|34||4000||76000
|-
|35||4000||80000
|-
|36||4000||84000
|-
|37||4000||88000
|-
|38||4000||92000
|-
|39||4000||96000
|-
|40||4000||100000
|-
|41||5000||105000
|-
|42||5000||110000
|-
|43||5000||115000
|-
|44||5000||120000
|-
|45||5000||125000
|-
|46||5000||130000
|-
|47||5000||135000
|-
|48||5000||140000
|-
|49||5000||145000
|-
|50||5000||150000
|-
|51||6000||156000
|-
|52||6000||162000
|-
|53||6000||168000
|-
|54||6000||174000
|-
|55||6000||180000
|-
|56||6000||186000
|-
|57||6000||192000
|-
|58||6000||198000
|-
|59||6000||204000
|-
|60||6000||210000
|-
|61||7000||217000
|-
|62||7000||224000
|-
|63||7000||231000
|-
|64||7000||238000
|-
|65||7000||245000
|-
|66||7000||252000
|-
|67||7000||259000
|-
|68||7000||266000
|-
|69||7000||273000
|-
|70||7000||280000
|-
|71||8000||288000
|-
|72||8000||296000
|-
|73||8000||304000
|-
|74||8000||312000
|-
|75||8000||320000
|-
|76||8000||328000
|-
|77||8000||336000
|-
|78||8000||344000
|-
|79||8000||352000
|-
|80||8000||360000
|-
|81||9000||369000
|-
|82||9000||378000
|-
|83||9000||387000
|-
|84||9000||396000
|-
|85||9000||405000
|-
|86||9000||414000
|-
|87||9000||423000
|-
|88||9000||432000
|-
|89||9000||441000
|-
|90||9000||450000
|-
|91||10000||460000
|-
|92||10000||470000
|-
|93||10000||480000
|-
|94||10000||490000
|-
|95||10000||500000
|-
|96||10000||510000
|-
|97||10000||520000
|-
|98||10000||530000
|-
|99||10000||540000
|-
|100||10000||550000
|}
